<?php
return array (
  15 => 
  array (
    'rootTypeName' => '新长期活动',
    'subTypeList' => 
    array (
      150101 => 
      array (
        'subTypeName' => '获得特别礼包',
        'des' => '获得礼包{0},礼包id{1}',
      ),
      150102 => 
      array (
        'subTypeName' => '烽火点燃',
        'des' => '点燃烽火,获得数字{0}',
      ),
      150103 => 
      array (
        'subTypeName' => '领取平台登陆活动奖励',
        'des' => '领取类型{0},获得{1},当前第{2}轮',
      ),
      150104 => 
      array (
        'subTypeName' => '每日签到',
        'des' => '当前月份{0},签到次数{1}',
      ),
      150105 => 
      array (
        'subTypeName' => '领取签到奖励',
        'des' => '领取类型{0},当前签到次数{1},获得{2}',
      ),
      150106 => 
      array (
        'subTypeName' => '开启猜拳',
        'des' => '花费{0}银两开启猜拳',
      ),
      150107 => 
      array (
        'subTypeName' => '猜拳',
        'des' => '结果{0}[0胜1败2平],获得香魂{1},返还银两{2}',
      ),
      150108 => 
      array (
        'subTypeName' => '夫妻同时在线时长奖励',
        'des' => '领取类型{0},获得{1}数量{2}',
      ),
      150109 => 
      array (
        'subTypeName' => '领取黄钻资源位登录奖励',
        'des' => '获得{0}数量{1}',
      ),
      150111 => 
      array (
        'subTypeName' => '领取九合诸侯奖励',
        'des' => '获得{0}数量{1}',
      ),
      150112 => 
      array (
        'subTypeName' => '加入九合诸侯会盟',
        'des' => '类型{0}[0自已,1邀请],花费{1}元宝',
      ),
      150221 => 
      array (
        'subTypeName' => '点将台开启',
        'des' => '开启点将台,现有积分{0}',
      ),
      150222 => 
      array (
        'subTypeName' => '点将台结束统计',
        'des' => '点将台结束,总获得积分{0},共有积分{1}',
      ),
    ),
  ),
  16 => 
  array (
    'rootTypeName' => '新大型功能',
    'subTypeList' => 
    array (
      160101 => 
      array (
        'subTypeName' => '问鼎天下进入战场',
        'des' => '进入问鼎天下战场,{0}',
      ),
      160102 => 
      array (
        'subTypeName' => '问鼎天下战斗功勋',
        'des' => '成功{0},获得战功{1},是否主动{2},对手S{3}.{4}',
      ),
      160103 => 
      array (
        'subTypeName' => '问鼎天下采集',
        'des' => '采集获得{0}功勋,当前拥有功勋{1}',
      ),
      160104 => 
      array (
        'subTypeName' => '问鼎天下鼓舞',
        'des' => '花费元宝{0},消耗道具{1},鼓舞值{2}',
      ),
      160105 => 
      array (
        'subTypeName' => '问鼎天下朝圣',
        'des' => '类型{0}[0,批量,1大宋,2辽,3夏,4大汗,5大理],花费元宝{1},是否免费{2},奖励魂石,元灵,战功,武魂丹,战魂丹',
      ),
    ),
  ),
  13 => 
  array (
    'rootTypeName' => '结婚系统',
    'subTypeList' => 
    array (
      130001 => 
      array (
        'subTypeName' => '赠送献花',
        'des' => '类型{0},赠送献花{1},花费道具{2},花费元宝{3},接受人{4},接受人id{5},亲密度我{6},亲密度对方{7}',
      ),
      130003 => 
      array (
        'subTypeName' => '举行婚礼',
        'des' => '类型{0},男方花费元宝{1}银两{2},获得婚戒{3},男方id{4},女方id{5},是否再婚{6}',
      ),
      130004 => 
      array (
        'subTypeName' => '祝福领红包',
        'des' => '被祝福角色id {0}(男主人公)',
      ),
      130005 => 
      array (
        'subTypeName' => '祝福新人',
        'des' => '邮件祝福类型{0},花费元宝{1},银两{2},祝福新人id{3},新人名{4}',
      ),
      130006 => 
      array (
        'subTypeName' => '神雕侠侣修炼',
        'des' => '花费亲密度{0},当前亲密度{1},当前修炼等级{2}',
      ),
      130007 => 
      array (
        'subTypeName' => '神雕侠侣修炼加速',
        'des' => '花费元宝{0},当前修炼等级{1}',
      ),
      130008 => 
      array (
        'subTypeName' => '离婚协议',
        'des' => '离婚方式{0}[1协商2离线3强制99元宝],发起方{1}',
      ),
    ),
  ),
  11 => 
  array (
    'rootTypeName' => '人物扩展',
    'subTypeList' => 
    array (
      110001 => 
      array (
        'subTypeName' => '龙纹提升',
        'des' => '消耗道具{0},个数{1},获得经验{2},是否升级{3},当前等级{4},当前经验{5},是否批量{6}',
      ),
      110011 => 
      array (
        'subTypeName' => '护符收藏',
        'des' => '消耗道具{0},收藏编号{1},收藏标志{2},收藏加成{3}',
      ),
      110021 => 
      array (
        'subTypeName' => '修炼元神',
        'des' => '花费元神灵{0},当前元神等级{1},当前剩余元神灵{2}',
      ),
      110022 => 
      array (
        'subTypeName' => '修炼元神加速',
        'des' => '花费元宝{0},加速后元神等级{1}',
      ),
      110023 => 
      array (
        'subTypeName' => '元神境界提升',
        'des' => '花费银两{0},花费道具id{1},是否成功{2},类型{3}[1命2闪3暴4韧5攻6防7血8气9速]等级{4},是否自动购买{5}',
      ),
      110024 => 
      array (
        'subTypeName' => '武魂淬炼',
        'des' => '花费{0}经验,{1}武魂,淬炼后武魂等级{2},剩余{3}经验,{4}武魂,是否成功{5}',
      ),
      110025 => 
      array (
        'subTypeName' => '武魂附魔',
        'des' => '消耗附魔丹{0},附魔后等级{1}',
      ),
      110101 => 
      array (
        'subTypeName' => '坐骑喂养-进阶',
        'des' => '喂养方式{0}[0银两,1道具,2高级],花费元宝{1},银两{2},道具{3},获得经验{4},当前经验{5},等级{6},使用前道具{7}',
      ),
      110102 => 
      array (
        'subTypeName' => '坐骑强化',
        'des' => '是否成功{0},花费元宝{1},花费道具{2},当前锻造等级{3}',
      ),
      110103 => 
      array (
        'subTypeName' => '坐骑战魂升级',
        'des' => '花费战魂经验{0},剩余战魂经验{1},当前战魂等级{2}',
      ),
      110104 => 
      array (
        'subTypeName' => '坐骑形象升级',
        'des' => '使用方式{0}[0:1次,1:10次],花费元宝{1},花费道具{2},获得经验{3},当前形象经验{4},形象等级{5}',
      ),
      110111 => 
      array (
        'subTypeName' => '颠峰武学学习',
        'des' => '消耗武学残页{0},经验{1},学习后等级{2}',
      ),
      110112 => 
      array (
        'subTypeName' => '颠峰武学残页熔炼',
        'des' => '消耗{0},数量{1},获得残页{2}',
      ),
    ),
  ),
  12 => 
  array (
    'rootTypeName' => '周节日活动',
    'subTypeList' => 
    array (
      120002 => 
      array (
        'subTypeName' => '领取登山活动奖励',
        'des' => '领取类型{0},获得{1},已激活奖励个数{2}',
      ),
      120003 => 
      array (
        'subTypeName' => '领取充值活动奖励',
        'des' => '领取类型{0},获得{1},当前累计充值额度{2}元宝',
      ),
      120004 => 
      array (
        'subTypeName' => '放风筝',
        'des' => '类型{0},花费元宝{1},获得积分{2},总积分{3}, 剩余可用积分{4}',
      ),
      120005 => 
      array (
        'subTypeName' => '兑换风筝奖励',
        'des' => '兑换类型{0},消耗积分{1},兑换后剩余可用积分{2},获得{3}数量{4}',
      ),
      120006 => 
      array (
        'subTypeName' => '万圣节礼包',
        'des' => '领取类型{0},获得{1}数量{2}',
      ),
      120007 => 
      array (
        'subTypeName' => '万圣节财神赐福',
        'des' => '获得{0}数量{1}',
      ),
      120008 => 
      array (
        'subTypeName' => '登录活动礼包',
        'des' => '领取类型{0},获得{1}',
      ),
      120009 => 
      array (
        'subTypeName' => '暖风来袭洗练奖励',
        'des' => '领取类型{0},获得物品{1}',
      ),
      120010 => 
      array (
        'subTypeName' => '光棍节神器境界奖励',
        'des' => '领取类型{0},神器{1},境界{2},获得{3}数量{4}',
      ),
      120011 => 
      array (
        'subTypeName' => '秦淮诗会对诗',
        'des' => '类型{0},是否免费{1},花费元宝{2},获得积分{3},总积分{4},获得经验{5}',
      ),
      120012 => 
      array (
        'subTypeName' => '秦淮诗会奖励',
        'des' => '领取类型{0},需要积分{1},当前积分{2},获得{3}数量{4}',
      ),
      120013 => 
      array (
        'subTypeName' => '神器四项精魄奖励',
        'des' => '领取类型{0},当前{1},获得{2}',
      ),
      120014 => 
      array (
        'subTypeName' => '领取寻找西施目标奖励',
        'des' => '领取目标{0}奖励,获得{1},经验{2}',
      ),
      120015 => 
      array (
        'subTypeName' => '领取寻找西施好感度奖励',
        'des' => '当前好感度{0},获得{1}数量{2}',
      ),
      120016 => 
      array (
        'subTypeName' => '领取崇圣活动奖励',
        'des' => '领取类型{0},获得{1}数量{2},当前崇圣{3}',
      ),
      120017 => 
      array (
        'subTypeName' => '修为值活动奖励',
        'des' => '领取类型{0},获得物品{1}',
      ),
      120018 => 
      array (
        'subTypeName' => '领取初冬徒弟成长活动奖励',
        'des' => '领取类型{0},获得{1}数量{2}',
      ),
      120019 => 
      array (
        'subTypeName' => '激情寒冬登录活动',
        'des' => '领取类型{0},获得物品{1},当前修为值{2}',
      ),
      120020 => 
      array (
        'subTypeName' => '食神活动',
        'des' => '类型{0},是否免费{1},花费元宝{2},获得积分{3}',
      ),
      120021 => 
      array (
        'subTypeName' => '领取食神活动奖励',
        'des' => '类型{0},消耗积分{1},获得{2}数量{3},剩余积分{4}',
      ),
      120022 => 
      array (
        'subTypeName' => '领取周游天下活动奖励',
        'des' => '类型{0},获得{1}数量{2}',
      ),
      120023 => 
      array (
        'subTypeName' => '11-27版本登录活动奖励',
        'des' => '类型{0},获得{1}',
      ),
      120024 => 
      array (
        'subTypeName' => '神器兵魄奖励',
        'des' => '类型{0},获得{1}数量{2}',
      ),
      120025 => 
      array (
        'subTypeName' => '任意充值奖励',
        'des' => '获得{0}数量{1}',
      ),
      120026 => 
      array (
        'subTypeName' => '宠物悟性奖励',
        'des' => '类型{0},获得{1}数量{2}',
      ),
      120027 => 
      array (
        'subTypeName' => '结婚活动奖励',
        'des' => '获得{0}数量{1}',
      ),
      120028 => 
      array (
        'subTypeName' => '踏雪寻美活动',
        'des' => '类型{0},是否免费{1},花费元宝{2},获得积分{3}',
      ),
      120029 => 
      array (
        'subTypeName' => '踏雪寻美活动奖励',
        'des' => '类型{0},消耗积分{1},获得{2}数量{3},剩余积分{4}',
      ),
      120030 => 
      array (
        'subTypeName' => '黄钻罗亚方舟奖励',
        'des' => '类型{0},获得{1}',
      ),
      120031 => 
      array (
        'subTypeName' => '圣诞飘雪',
        'des' => '飘雪类型{0}，消耗{1}，数量{2}，花费元宝{3}，获得银两{4}，经验{5}，物品{6}数量{7}，受邀请者ID{8}',
      ),
      120032 => 
      array (
        'subTypeName' => '圣诞飘雪受邀奖励',
        'des' => '飘雪类型{0}，获得银两{1}，经验{2}，物品{3}数量{4}，邀请者ID{5}',
      ),
      120033 => 
      array (
        'subTypeName' => '圣诞飘雪其它在线玩家奖励',
        'des' => '飘雪类型{0}，获得银两{1}，经验{2}，物品{3}数量{4}，飘雪者ID{5}',
      ),
      120034 => 
      array (
        'subTypeName' => '领取圣诞飘雪奖励',
        'des' => '领取类型{0},获得{1}数量{2}，当前积分{3}',
      ),
      120035 => 
      array (
        'subTypeName' => '领取宠物兽魂奖励',
        'des' => '领取类型{0},获得物品{1}',
      ),
      120036 => 
      array (
        'subTypeName' => '煮酒豪杰活动',
        'des' => '类型{0},是否免费{1},花费元宝{2},获得积分{3}',
      ),
      120037 => 
      array (
        'subTypeName' => '煮酒豪杰活动奖励',
        'des' => '类型{0},消耗积分{1},获得{2}数量{3},剩余积分{4}',
      ),
      120038 => 
      array (
        'subTypeName' => '蓝钻活动奖励',
        'des' => '获得{0},数量{1},蓝钻等级{2}',
      ),
      120039 => 
      array (
        'subTypeName' => '元神境界奖励',
        'des' => '领取类型{0},获得{1}',
      ),
      120040 => 
      array (
        'subTypeName' => '龙蛇演义活动',
        'des' => '类型{0},是否免费{1},花费元宝{2},获得积分{3}',
      ),
      120041 => 
      array (
        'subTypeName' => '龙蛇演义活动奖励',
        'des' => '类型{0},消耗积分{1},获得{2}数量{3},剩余积分{4}',
      ),
    ),
  ),
  3 => 
  array (
    'rootTypeName' => '人物',
    'subTypeList' => 
    array (
      30001 => 
      array (
        'subTypeName' => '学习/升级武功',
        'des' => '学习/升级武功{0}，武功ID{1}，花费武晶石{2}，银两{3}，元宝{4},道具ID{5}，道具名称{7}, 武功达到第{6}级',
      ),
      30002 => 
      array (
        'subTypeName' => '离线经验',
        'des' => '使用{0}倍，{1}级易经丹{2}个，获得经验{3}',
      ),
      30003 => 
      array (
        'subTypeName' => '打坐经验',
        'des' => '获取在线打坐经验{0}',
      ),
      30006 => 
      array (
        'subTypeName' => '领取新手时间礼包',
        'des' => '领取{0}(|名字:数量...)',
      ),
      30007 => 
      array (
        'subTypeName' => '嗑药',
        'des' => '玩家一次嗑{0}丹药{1}颗，增加属性{2}，使用丹药{3}次',
      ),
      30008 => 
      array (
        'subTypeName' => '答题',
        'des' => '答题获得经验{0}，积分{1}，总积分{2}',
      ),
      30009 => 
      array (
        'subTypeName' => '培养宠物旧',
        'des' => '方式{0}[1银两,2元宝,3.50次]花费银两{1},元宝{2},小暴击{3},大暴击{4},获得经验{5},当前等级{6}[等级/10=转,等级%10=星]',
      ),
      30010 => 
      array (
        'subTypeName' => '宠物休息',
        'des' => '宠物休息{0}',
      ),
      30011 => 
      array (
        'subTypeName' => '宠物放生',
        'des' => '放生宠物{0},编号{1},原型{2},等级{3},成长值{4},星{5}',
      ),
      30012 => 
      array (
        'subTypeName' => '宠物喂养',
        'des' => '喂养宠物{0},编号{1},原型{2},使用道具{3}{4}个,消耗物品{5}个,获得经验{6},材料{7},是否多条日志{8}',
      ),
      30013 => 
      array (
        'subTypeName' => '宠物培养',
        'des' => '培养宠物{0},编号{1},原型{2},消耗道具{3},道具名称{6},获得成长值{4},当前成长值{5}',
      ),
      30014 => 
      array (
        'subTypeName' => '宠物进化',
        'des' => '进化宠物{0},编号{1},原型{2},消耗道具{3},当前星级值{4}',
      ),
      30015 => 
      array (
        'subTypeName' => '宠物修炼',
        'des' => '修炼宠物{0},编号{1},原型{2},消耗元宝{3},当前修炼等级{4},加成{5}',
      ),
      30016 => 
      array (
        'subTypeName' => '宠物技能',
        'des' => '修炼宠物{0},编号{1},原型{2},学习技能{3}{4},等级{7},替换技能{5}{6},等级{8}',
      ),
      30017 => 
      array (
        'subTypeName' => '宠物技能开格子',
        'des' => '修炼宠物{0},编号{1},花费元宝{2},银两{3},获得点数{4},当前点数{5}',
      ),
      30018 => 
      array (
        'subTypeName' => '宠物兽魂开格子',
        'des' => '花费元宝{0},现在总格子{1}',
      ),
      30019 => 
      array (
        'subTypeName' => '兽魂猎命',
        'des' => '花费银两{0},使用npc编号{1},获得兽魂{2},颜色{3},激活下个npc{4},当前总精魄{5}',
      ),
      30020 => 
      array (
        'subTypeName' => '兽魂一键猎命',
        'des' => '花费银两{0},获得兽魂共{1}个:{2}[名字,颜色],当前总精魄{3}',
      ),
      30021 => 
      array (
        'subTypeName' => '兽魂合成',
        'des' => '{0}-{1}-{2}-{3}和{4}-{5}-{6}-{7}合成出{8}-{9}-{10}-{11} [名字-颜色-等级-经验]',
      ),
      30022 => 
      array (
        'subTypeName' => '兽魂一键合成',
        'des' => '消耗{0}个合成出{1}-{2}-{3}-{4},消耗:{5}',
      ),
      30023 => 
      array (
        'subTypeName' => '兽魂一键出售',
        'des' => '一键出售,获得银两{0}',
      ),
      30024 => 
      array (
        'subTypeName' => '兽魂安装',
        'des' => '格子编号{0},消耗{1}-{2}-{3}-{4},安装后{5}-{6}-{7}-{8}[名字-颜色-等级-经验],寵物名字{9},id{10},原兽魂{11}',
      ),
      30025 => 
      array (
        'subTypeName' => '兽魂卸载',
        'des' => '格子编号{0},还原{1}-{2}-{3}-{4},寵物名字{5},id{6}',
      ),
      30026 => 
      array (
        'subTypeName' => '兽魂升级',
        'des' => '宠物{0},id{1},位置{2},花费{3},获得经验{4},获得精魄{5},当前精魄{6},兽魂{7}-{8}-{9}-{10}',
      ),
      30027 => 
      array (
        'subTypeName' => '兽魂兌換',
        'des' => '花費精魄{0},剩餘{1},獲得兽魂{2}顏色{3}',
      ),
      30028 => 
      array (
        'subTypeName' => '宠物极速喂养',
        'des' => '极速喂养宠物{0}{1}次,编号{2},原型{3},消费元宝{4},消费银两{5},获得经验{6}',
      ),
      30029 => 
      array (
        'subTypeName' => '宠物灵性点化',
        'des' => '点化宠物{0},编号{1},原型{2},消费元宝{3}, 消耗{4}数量{5},当前灵性点化等级{6},加成{7}',
      ),
      30030 => 
      array (
        'subTypeName' => '宠物传承',
        'des' => '主体宠物{0},编号{1},原型{2},副宠物{3},编号{4},原型{5},传承类型{6}[1经验2悟性3灵性4成长],传承前主{7},副{8},传承后主{9},副{10}[经验传承时为等级],传承经验{11},消费元宝{12},消费银两{13}',
      ),
      30031 => 
      array (
        'subTypeName' => '数据处理',
        'des' => '{0}',
      ),
      30032 => 
      array (
        'subTypeName' => '宠物出战设置',
        'des' => '设置出战宠物{0}',
      ),
      30033 => 
      array (
        'subTypeName' => '放弃答题',
        'des' => '放弃答题,当前答对{0},答错{1}',
      ),
      30101 => 
      array (
        'subTypeName' => '交易密码设置',
        'des' => '设置密码,新密码为{0}',
      ),
      30102 => 
      array (
        'subTypeName' => '交易密码解锁',
        'des' => '解锁{0}[true,解锁,fase取消]',
      ),
      30103 => 
      array (
        'subTypeName' => '扩展仓库格子',
        'des' => '开启格子数{0}',
      ),
      30201 => 
      array (
        'subTypeName' => '领取3日登录奖励',
        'des' => '领取到{0}',
      ),
      30301 => 
      array (
        'subTypeName' => '找回经验',
        'des' => '找回日期{0},找回类型{1}[1押镖,2神兵阵,3远古塞外,4BOSS殷天正,5BOSS大地暴熊,6崔玉环,7帮派战,8双倍打坐,9答题,10门派战,11襄阳],花费银两{2},花费元宝{3},获得经验{4},获得战功{5}',
      ),
      30302 => 
      array (
        'subTypeName' => '经验储存',
        'des' => '此次储存了{0}经验，总共储存了{1}经验',
      ),
      30401 => 
      array (
        'subTypeName' => '升级官职',
        'des' => '升级官职到{0}，当前战功{1}，当前等级{2}',
      ),
      30402 => 
      array (
        'subTypeName' => '扣除官职消耗战功',
        'des' => '扣除官职{0}天消耗的战功{1}，官职下降{2}级，剩余战功{3}',
      ),
      30403 => 
      array (
        'subTypeName' => '领取俸禄',
        'des' => '领取俸禄{0}银两,当前银两{1}',
      ),
      30501 => 
      array (
        'subTypeName' => '祝贺好友',
        'des' => '祝贺好友{0},升级{1},获得经验{2}',
      ),
      30502 => 
      array (
        'subTypeName' => '回赠好友',
        'des' => '回赠好友{0},升级{1},回赠方式{2},获得经验{3},获得储存经验{4},总储存{5},获得物品奖励{6}',
      ),
      30503 => 
      array (
        'subTypeName' => '领取经验葫芦',
        'des' => '领取经验葫芦,获得经验{0}',
      ),
    ),
  ),
  2 => 
  array (
    'rootTypeName' => '任务',
    'subTypeList' => 
    array (
      20001 => 
      array (
        'subTypeName' => '提交任务',
        'des' => '完成任务{0}，任务ID={1}，消耗任务道具{2}([名字，数量]...)，获得经验{3}，声望{4}，银两{5},银票{6},获得道具{7}([名字，数量]...,品质{8},倍率{9},帮派资源{10},帮派资金{11},贡献度{12})',
      ),
      20002 => 
      array (
        'subTypeName' => '刷新任务',
        'des' => '花费银两{0}，元宝{1},任务类型{2}[4:声望8:跑环16:日常]',
      ),
      20004 => 
      array (
        'subTypeName' => '采集任务物品',
        'des' => '做采集任务{0}，采集{1}道具{2}个',
      ),
      20005 => 
      array (
        'subTypeName' => '接受任务',
        'des' => '接受任务{0}',
      ),
      20006 => 
      array (
        'subTypeName' => '放弃任务',
        'des' => '放弃任务{0}',
      ),
      20007 => 
      array (
        'subTypeName' => '刷新品质',
        'des' => '刷新任务{0}倍率到{1},剩余道具{2}',
      ),
      20008 => 
      array (
        'subTypeName' => '快速完成',
        'des' => '快速完成任务{0},花费{1}元宝',
      ),
      20009 => 
      array (
        'subTypeName' => '完成目标',
        'des' => '完成目标{0}，目标ID={1}，获得经验{2}，银两{3},银票{4},获得道具{5}([名字，数量]...)',
      ),
      20010 => 
      array (
        'subTypeName' => '完成秘典',
        'des' => '完成秘典{0}，秘典ID={1}，获得经验{2}，银票{3},声望{4}',
      ),
      20011 => 
      array (
        'subTypeName' => '刷新镖车',
        'des' => '消费元宝{0},刷新镖车品质{1},使用道具{2},拥有{3}个',
      ),
      20012 => 
      array (
        'subTypeName' => '进行劫镖',
        'des' => '劫镖对象{0},是否胜利{1},获得经验{2}',
      ),
      20013 => 
      array (
        'subTypeName' => '劫镖次数购买',
        'des' => '话费{0}元宝,今日购买总次数{1}',
      ),
      20014 => 
      array (
        'subTypeName' => '被劫镖',
        'des' => '玩家{0}对你劫镖,对方是否胜利{1},减少经验{2}',
      ),
      20015 => 
      array (
        'subTypeName' => '批量完成任务',
        'des' => '完成任务{0}，任务ID={1}，消耗奖励令{2}[紫蓝绿]获得经验{3}，声望{4}，银两{5},银票{6},帮派资源{10},帮派资金{11},贡献度{12})',
      ),
    ),
  ),
  1 => 
  array (
    'rootTypeName' => '装备',
    'subTypeList' => 
    array (
      10001 => 
      array (
        'subTypeName' => '升星',
        'des' => '升星装备：id={0}，等级={1}，名称={2}，装备ID={3}；花费升星材料={4}，数量={6}，银两{7}，结果升星等级={8}，使用升星宝符{9}',
      ),
      10002 => 
      array (
        'subTypeName' => '追加',
        'des' => '锻造装备：id={0}，等级={1}，名称={2}，装备ID={3}，花费锻造材料={4}，数量={5}，银两{6}，元宝{8}，结果锻造等级={7}',
      ),
      10003 => 
      array (
        'subTypeName' => '打孔',
        'des' => '打孔装备：id={0}，名称={1}，装备ID={2}，第{3}个孔；花费打孔材料{4}：{5}个',
      ),
      10004 => 
      array (
        'subTypeName' => '镶嵌',
        'des' => '镶嵌装备：id={0}，名称={1}，装备ID={2}；镶嵌宝石{3}个，宝石分别为{4}(ID:名称) ，银两{5}',
      ),
      10007 => 
      array (
        'subTypeName' => '拆卸',
        'des' => '拆卸装备：id={0}，名称={1}，装备ID={2}，花费银两{3}，获得宝石ID{4},名称{5}一颗',
      ),
      10008 => 
      array (
        'subTypeName' => '合成',
        'des' => '合成宝石：花费银两{0}，花费宝石{1} ，{2}颗；是否成功{3}，获得宝石{4}，{5}颗',
      ),
      10009 => 
      array (
        'subTypeName' => '熔炼',
        'des' => '熔炼装备：{0}(名字id,ID,星级;), 获得银票{1}, 装备合计：{2}(名字 * 数量;)',
      ),
      10010 => 
      array (
        'subTypeName' => '继承',
        'des' => '合铸主装备{0}，装备ID={1}，id={2}，副装备{3}，装备ID={4}，id={5}，铸造之后主装备等级{6}，镶嵌宝石{7}，孔数{8}，追加等级为{9}',
      ),
      10011 => 
      array (
        'subTypeName' => '进阶',
        'des' => '消耗原料{0}数量{1},得到{2}数量{3},是否批量{4}',
      ),
      10201 => 
      array (
        'subTypeName' => '神器提升境界',
        'des' => '神器{0},花费元宝{1},使用宝符{2},是否成功{3},是否降级{4},最终等级{5}',
      ),
      10202 => 
      array (
        'subTypeName' => '兵魄升级',
        'des' => '神器{0},兵魄{1},花费元宝{2},升级到{3},当前{4},是否消耗物品{5},消耗兵魄晋升符{6},剩余{7}',
      ),
      10203 => 
      array (
        'subTypeName' => '兵魄激活属性',
        'des' => '神器{0},兵魄{1},花费元宝{2},升级到{3},当前{4}',
      ),
      10204 => 
      array (
        'subTypeName' => '兵魄洗练',
        'des' => '神器{0},兵魄{1},使用类型{2}[免费,碎魄,元宝,银两],锁定{3},花费元宝{4},花费碎魄{5},花费银两{8},剩余碎魄{6},当前{7}',
      ),
      10205 => 
      array (
        'subTypeName' => '兵魄熔炼',
        'des' => '背包{0},获得{1}个碎魄,属性{2}',
      ),
      10206 => 
      array (
        'subTypeName' => '兵魄兑换',
        'des' => '兑换类型{0},消耗碎魄{1},剩余{2},获得{3}',
      ),
    ),
  ),
  7 => 
  array (
    'rootTypeName' => '道具',
    'subTypeList' => 
    array (
      70001 => 
      array (
        'subTypeName' => '商城购买',
        'des' => '通过购买方式{0}，购买道具{1}，道具ID={2}，数量{3}个，消耗{4}元宝,{5}商城积分,{6}银两',
      ),
      70002 => 
      array (
        'subTypeName' => '声望兑换',
        'des' => '兑换声望道具{0}，花费银票{1}',
      ),
      70003 => 
      array (
        'subTypeName' => '物品丢弃',
        'des' => '丢弃物品{0}，物品ID={1}，数量{2}个',
      ),
      70005 => 
      array (
        'subTypeName' => '购买天策',
        'des' => '购买天策花费元宝{0}，增加“正确答案”使用次数{1}',
      ),
      70006 => 
      array (
        'subTypeName' => '购买进入神兵阵',
        'des' => '购买花费元宝{0}',
      ),
      70007 => 
      array (
        'subTypeName' => '使用道具',
        'des' => '使用道具{0}个数{1},使用前{2}个 {3}',
      ),
      70008 => 
      array (
        'subTypeName' => '摊位中购买物品',
        'des' => '购买道具{0}{1}个,花费银两{2},元宝{3},卖家{4}',
      ),
      70009 => 
      array (
        'subTypeName' => '交易',
        'des' => '与玩家{0}交易获得银两{1}，获得元宝{2}，获得道具{3},失去银两{4}，失去元宝{5},失去道具{6}',
      ),
      70010 => 
      array (
        'subTypeName' => '领取邮件附件',
        'des' => '获得道具{0}(|名字:数量...),领取{1}邮件附件获得',
      ),
      70011 => 
      array (
        'subTypeName' => '领取礼包',
        'des' => '兑换礼包卡{0}，获得银票{1}，元宝{2}，银两{3}，道具{4}(|名字:数量...)',
      ),
      70012 => 
      array (
        'subTypeName' => '登陆奖励',
        'des' => '获得道具{0}(|名字:数量...)',
      ),
      70013 => 
      array (
        'subTypeName' => '每日项目奖励',
        'des' => '获得道具{0}(|名字:数量...)',
      ),
      70014 => 
      array (
        'subTypeName' => '抽奖获得物品',
        'des' => '抽奖{0},抽奖方式{1}[1馒头,2米饭,3鸡腿,4满汉全席],抽奖次数{2},花费元宝{3},消耗馒头{4},多条日志{5},获得{6}',
      ),
      70015 => 
      array (
        'subTypeName' => '抽奖物品放入包裹',
        'des' => '收取物品{0},是否多条日志{1}',
      ),
      70016 => 
      array (
        'subTypeName' => '抽奖物品一键卖出',
        'des' => '获得银两{0},卖出物品{1},是否多条日志{2}',
      ),
      70017 => 
      array (
        'subTypeName' => '自动购买',
        'des' => '自动购买道具，购买方式{0}，购买道具{1}，道具ID={2}，数量{3}个，消耗{4}元宝,获得{5}商城积分,{6}银两',
      ),
      70018 => 
      array (
        'subTypeName' => '摊位中卖出物品',
        'des' => '卖出道具{0}{1}个,得到银两{2},元宝{3},购买者{4}',
      ),
      70019 => 
      array (
        'subTypeName' => '宝鉴兑换',
        'des' => '宝鉴兑换消耗材料{0}，获得道具{1}{2}个，成就点{3}点',
      ),
      70020 => 
      array (
        'subTypeName' => '自动使用修行丹',
        'des' => '经验池增加{0},消耗{1}',
      ),
      70021 => 
      array (
        'subTypeName' => '武道令兑换',
        'des' => '兑换物品{0},数量{1},消耗{2}个武道令,原拥有{3}个{4}',
      ),
      70022 => 
      array (
        'subTypeName' => '武道令获得',
        'des' => '获得方式{0}[1,武林大会,2世界boss],获得{1}个武道令,现在共拥有{2}个{3}',
      ),
      70023 => 
      array (
        'subTypeName' => '采集任务品',
        'des' => '获得道具{0}个数{1},总共拥有{2}个',
      ),
      70024 => 
      array (
        'subTypeName' => '出售物品给NPC',
        'des' => '出售{0}{1}个给NPC，得到{2}银两，现有{3}银两',
      ),
      70025 => 
      array (
        'subTypeName' => '英雄令兑换',
        'des' => '兑换物品{0},数量{1},消耗{2}个英雄令,原拥有{3}个{4}',
      ),
      70026 => 
      array (
        'subTypeName' => '暑期活动礼包兑换',
        'des' => '兑换暑期活动礼包成功，获得{0}一个',
      ),
      70027 => 
      array (
        'subTypeName' => '定点传送',
        'des' => '消耗奇门遁甲符*1，当前剩余{0}',
      ),
      70028 => 
      array (
        'subTypeName' => '通用物品兑换(收徒积分兑换)',
        'des' => '兑换类型{4}[1收徒积分2功勋3香魂(兑换id>3100为紫色香魂否则蓝色)],兑换id{5},兑换道具{0},数量{1},消耗{2}积分,兑换后积分{3}',
      ),
      70029 => 
      array (
        'subTypeName' => '快意抢购',
        'des' => '类型{0},花费{1}元宝,获得{2}数量{3}',
      ),
      70030 => 
      array (
        'subTypeName' => '自动批量使用道具',
        'des' => '使用类型{0},增加{1},现拥有{2},消耗{3}',
      ),
      70101 => 
      array (
        'subTypeName' => '进行武道嘉年华',
        'des' => '花费银两{0}进行嘉年华,获得物品{1},个数{2},获得银两{3},使用已有道具{4},自动购买{5},是否免费{6}',
      ),
    ),
  ),
  6 => 
  array (
    'rootTypeName' => '帮派',
    'subTypeList' => 
    array (
      60001 => 
      array (
        'subTypeName' => '创建帮派',
        'des' => '创建帮派{0}，花费银两{1}',
      ),
      60002 => 
      array (
        'subTypeName' => '帮派技能升级',
        'des' => '升级帮派技能{0}到{1}级；花费银两{2}，帮派声望值{3}',
      ),
      60003 => 
      array (
        'subTypeName' => '帮派升级',
        'des' => '升级帮派到{0}级；花费银两{1}，帮派声望值{2}',
      ),
      60008 => 
      array (
        'subTypeName' => '解散帮派',
        'des' => '帮主{0}解散了帮派{1}',
      ),
      60009 => 
      array (
        'subTypeName' => '禅让',
        'des' => '帮主{0}禅让给玩家{1}',
      ),
      60010 => 
      array (
        'subTypeName' => '开除成员',
        'des' => '帮派{0}开除成员{1}',
      ),
      60011 => 
      array (
        'subTypeName' => '退出帮派',
        'des' => '玩家{0}退出帮派{1}',
      ),
      60012 => 
      array (
        'subTypeName' => '任命/撤销职位',
        'des' => '玩家{0}任命/撤销{1}职位的玩家{2}为{3}职位',
      ),
      60014 => 
      array (
        'subTypeName' => '领取摇钱树奖励',
        'des' => '玩家{0}第{1}次领取摇钱树奖励，获得银票{2}，帮派资金{3}',
      ),
      60015 => 
      array (
        'subTypeName' => '帮贡兑换物品',
        'des' => '兑换道具{0}编号{1}数量{2},消耗{3}帮贡,剩余帮贡{4}',
      ),
      60016 => 
      array (
        'subTypeName' => '加入帮派',
        'des' => '玩家{0}加入帮派{1}',
      ),
      60017 => 
      array (
        'subTypeName' => '被踢出帮派',
        'des' => '被玩家{0}踢出帮派{1}',
      ),
      60018 => 
      array (
        'subTypeName' => '学习帮派武功',
        'des' => '花费{0}银两，{1}帮贡，学习帮派技能{2}第{3}级',
      ),
      60101 => 
      array (
        'subTypeName' => '开启神兽挑战',
        'des' => '消耗{0}资源，{1}资金，开启{2}级帮派神兽，当前还有{3}资源，{4}资金',
      ),
      60102 => 
      array (
        'subTypeName' => '升级帮派神兽',
        'des' => '消耗{0}资源，{1}资金，帮派神兽升级到{2}级，当前还有{3}资源，{4}资金',
      ),
      60103 => 
      array (
        'subTypeName' => '神兽挑战buff和奖励加成',
        'des' => '消耗元宝{0}，buff增加{1}，奖励加成{2}，当前buff{3},当前奖励加成{4},消耗帮派资金{5}消耗帮派资源{6},使用鼓舞令{7}',
      ),
      60104 => 
      array (
        'subTypeName' => '神兽挑战复活',
        'des' => '花费元宝{0},进行复活',
      ),
      60105 => 
      array (
        'subTypeName' => '捐献帮贡',
        'des' => '捐献{0}帮贡，当前个人帮贡{1}，当前帮派资源{2}',
      ),
      60106 => 
      array (
        'subTypeName' => '领取帮派福利',
        'des' => '领取帮派福利得到{0}，数量{1}，当前贡献度{2}',
      ),
      60107 => 
      array (
        'subTypeName' => '帮派邀请',
        'des' => '{0}帮派的玩家{1}花费{2}元宝发送了帮派邀请,今天邀请次数{3}',
      ),
    ),
  ),
  5 => 
  array (
    'rootTypeName' => '元宝',
    'subTypeList' => 
    array (
      50001 => 
      array (
        'subTypeName' => '充值获得',
        'des' => '充值{0}元，获得元宝{1}，充值类型{2},订单号{3},奖励道具id{4},邮件{5}',
      ),
      50002 => 
      array (
        'subTypeName' => '首冲礼包',
        'des' => '获得首冲礼包{0}',
      ),
      50003 => 
      array (
        'subTypeName' => '绑金获得',
        'des' => '完成新手流程获得绑金{0}',
      ),
      50004 => 
      array (
        'subTypeName' => '祈福',
        'des' => '祈福消耗元宝{0}，获得银两{1}',
      ),
      50005 => 
      array (
        'subTypeName' => '塞外使用经验加倍',
        'des' => '花费元宝{0},当前经验倍数为{1}',
      ),
      50006 => 
      array (
        'subTypeName' => '使用传音喇叭',
        'des' => '是否使用道具{0},花费元宝{1},消耗道具{2},数量{3}',
      ),
      50007 => 
      array (
        'subTypeName' => '黄钻营销奖励',
        'des' => '是否获得{0},订单号{1},providetype {2} discountid {3} payitem {4},是否邮件{5},发送标记{6},发送物品{7}',
      ),
      50008 => 
      array (
        'subTypeName' => '交叉任务奖励',
        'des' => '标记{0},billno {1},providetype {2} ,payitem {3},是否邮件{4},发送物品{5}',
      ),
    ),
  ),
  4 => 
  array (
    'rootTypeName' => '战斗',
    'subTypeList' => 
    array (
      40001 => 
      array (
        'subTypeName' => '打怪',
        'des' => '挑战怪物{0}，战斗是否胜利{1}，获得经验{2}，银两{3}，物品{4}([名字...])',
      ),
      40002 => 
      array (
        'subTypeName' => '挑战',
        'des' => '挑战玩家{0}，玩家ID={1}，战斗胜利{2}',
      ),
      40003 => 
      array (
        'subTypeName' => '刺杀',
        'des' => '刺杀玩家{0}，玩家ID={1}，成功{2}',
      ),
      40004 => 
      array (
        'subTypeName' => '进入副本',
        'des' => '玩家当天第{0}次进入副本{1},队友{2}',
      ),
      40005 => 
      array (
        'subTypeName' => '打开机关',
        'des' => '玩家打开场景{0}机关，花费{1}道具{2}个',
      ),
      40007 => 
      array (
        'subTypeName' => '领取通天图、神兵阵过关奖励',
        'des' => '领取道具{0}(|名字:数量...)',
      ),
      40008 => 
      array (
        'subTypeName' => '神兵阵原地复活花费',
        'des' => '原地复活花费元宝{0}',
      ),
      40009 => 
      array (
        'subTypeName' => '通天图过关日志',
        'des' => '通过通天图第{0}关',
      ),
      40010 => 
      array (
        'subTypeName' => '神兵阵过关日志',
        'des' => '通过神兵阵第{0}关',
      ),
      40011 => 
      array (
        'subTypeName' => '武林大会挑战',
        'des' => '挑战{0}，结果{1}胜利（true胜利，false失败），获得经验{2}，银两{3}',
      ),
      40012 => 
      array (
        'subTypeName' => '消耗武林大会冷却时间',
        'des' => '花费元宝{0}',
      ),
      40013 => 
      array (
        'subTypeName' => '增加武林大会挑战次数',
        'des' => '增加第{0}次花费元宝{1}',
      ),
      40014 => 
      array (
        'subTypeName' => '通关剧情副本',
        'des' => '通关剧情副本{0},id:{1}',
      ),
      40015 => 
      array (
        'subTypeName' => '增加侍从系统抓捕或反抗战次数',
        'des' => '增加第{0}次{1}抓捕\\反抗(0抓捕 1反抗)花费元宝{2}',
      ),
      40016 => 
      array (
        'subTypeName' => '压榨侍从',
        'des' => '压榨侍从{0}花费元宝{1}，获得经验{2}',
      ),
      40017 => 
      array (
        'subTypeName' => '副本挂机开始',
        'des' => '副本挂机,名称{0},次数{1}',
      ),
      40018 => 
      array (
        'subTypeName' => '副本挂机取消',
        'des' => '副本挂机,名称{0},当前第{1}轮,第{2}次战斗',
      ),
      40019 => 
      array (
        'subTypeName' => '副本挂机加速',
        'des' => '副本挂机,名称{0},当前剩余时间{1}秒,花费元宝{2}',
      ),
      40020 => 
      array (
        'subTypeName' => '副本挂机奖励',
        'des' => '副本挂机,名称{0},当前第{2}轮,第{1}次战斗,获得经验{3},获得银两{4},获得物品{5},是否加速完成{6}',
      ),
      40021 => 
      array (
        'subTypeName' => '围城死亡复活',
        'des' => '围城战斗，第{0}次复活，消耗元宝{1}',
      ),
      40022 => 
      array (
        'subTypeName' => '围城领取奖励',
        'des' => '领取围城奖励获取银两{0}，经验{1}，帮贡{2},道具{3}',
      ),
      40023 => 
      array (
        'subTypeName' => '围城鼓舞',
        'des' => '花费元宝{0},是否成功{1},获得buff{2},消耗道具{3},现有{4}',
      ),
      40024 => 
      array (
        'subTypeName' => '围城疲劳修正',
        'des' => '花费元宝{0},当前疲劳{1}',
      ),
      40025 => 
      array (
        'subTypeName' => '围城战斗',
        'des' => '和{0}进行战斗,当前总积分{1},帮派排名{2}',
      ),
      40026 => 
      array (
        'subTypeName' => '购买宝石副本次数',
        'des' => '花费{0}元宝购买额外进入宝石副本次数1次，今天可进入宝石副本{1}次',
      ),
      40027 => 
      array (
        'subTypeName' => '进入副本后购买buff',
        'des' => '花费{0}元宝购买buff，buff增加50%',
      ),
      40028 => 
      array (
        'subTypeName' => '购买双倍掉率',
        'des' => '花费{0}元宝购买副本双倍掉率',
      ),
      40101 => 
      array (
        'subTypeName' => '世界boss鼓舞',
        'des' => '花费元宝{0},是否成功{1},获得buff{2},消耗道具{3},现拥有{4}',
      ),
      40102 => 
      array (
        'subTypeName' => '世界boss复活',
        'des' => '花费元宝{0},进行复活',
      ),
      40201 => 
      array (
        'subTypeName' => '神兵跳关',
        'des' => '花费元宝{0},跳关到{1},当前场景{2},目标场景{3}',
      ),
      40202 => 
      array (
        'subTypeName' => '主仆乐雇佣高手',
        'des' => '雇佣高手{0}，花费元宝{1}',
      ),
      40203 => 
      array (
        'subTypeName' => '主仆乐进行战斗',
        'des' => '战斗类型{0}[0抓侍从、1求救、2解救、3反抗 、4夺仆之敌],操作人{1},成功?{2}',
      ),
      40204 => 
      array (
        'subTypeName' => '主仆乐工资',
        'des' => '获得经验{0}',
      ),
      40301 => 
      array (
        'subTypeName' => '襄阳保卫战给郭靖加血',
        'des' => '花费元宝{0}',
      ),
      40302 => 
      array (
        'subTypeName' => '襄阳保卫战鼓舞',
        'des' => '花费元宝{0},当前加成{1},消耗道具{2},现有道具{3}',
      ),
      40303 => 
      array (
        'subTypeName' => '襄阳保卫战复活',
        'des' => '花费元宝{0},进行复活',
      ),
      40304 => 
      array (
        'subTypeName' => '襄阳保卫战进入战斗',
        'des' => '进行战斗,当前击杀血量{0}',
      ),
      40305 => 
      array (
        'subTypeName' => '襄阳保卫战奖励发放',
        'des' => '获得经验{0},获得银两{1},首杀奖励{2}[0未非首杀],奖励轮次{3},获得战功{4}',
      ),
      40401 => 
      array (
        'subTypeName' => '门派战鼓舞',
        'des' => '花费{0}元宝进行鼓舞,当前buff为{1}',
      ),
      40402 => 
      array (
        'subTypeName' => '门派战参加或退出',
        'des' => '加入或者取消{0}',
      ),
      40403 => 
      array (
        'subTypeName' => '门派战战斗结果',
        'des' => '连胜{0},奖励有效{1},获得银两{2},获得战功{3}',
      ),
      40404 => 
      array (
        'subTypeName' => '跨服门派战战斗奖励',
        'des' => '战斗是否胜利{0}，获得经验{1}，获得银两{2}',
      ),
      40501 => 
      array (
        'subTypeName' => '挑战帮派神兽奖励',
        'des' => '获得战功{0},模式{1}(0:普通1:精英),神兽等级{2}}',
      ),
    ),
  ),
  9 => 
  array (
    'rootTypeName' => '活动',
    'subTypeList' => 
    array (
      90001 => 
      array (
        'subTypeName' => '首冲礼包',
        'des' => '领取首冲礼包{0},获得物品{1}',
      ),
      90002 => 
      array (
        'subTypeName' => '充值礼包',
        'des' => '领取充值礼包{0},获得物品{1}',
      ),
      90004 => 
      array (
        'subTypeName' => '桃李满天下',
        'des' => '领取{0}个收徒令,奖励编号{1}',
      ),
      90005 => 
      array (
        'subTypeName' => '满门精英',
        'des' => '奖励编号{0},获得物品{1}',
      ),
      90006 => 
      array (
        'subTypeName' => '战力无双',
        'des' => '奖励编号{0},获得物品{1}',
      ),
      90007 => 
      array (
        'subTypeName' => '侠义施恩',
        'des' => '奖励编号{0},获得物品{1}',
      ),
      90009 => 
      array (
        'subTypeName' => '门派通关大奖励',
        'des' => '奖励编号{0},获得物品{1}',
      ),
      90010 => 
      array (
        'subTypeName' => '黄钻奖励[会员,蓝钻]',
        'des' => '奖励编号{0},获得物品{1},奖励类型{2}[0新手1每日2年费每日3,3366奖励,11首次从宠物,12俸禄],登陆来源{3},业务等级{4},年费{5}',
      ),
      90011 => 
      array (
        'subTypeName' => '门下高徒奖励',
        'des' => '奖励编号{0},获得物品{1}',
      ),
      90012 => 
      array (
        'subTypeName' => '暑期活动任务奖励',
        'des' => '完成暑期活动任务获得{0}个数{1}，元宝{2}，现有元宝{3}',
      ),
      90013 => 
      array (
        'subTypeName' => '收藏好礼',
        'des' => '完成收藏好礼，获得{0}数量{1}',
      ),
      90014 => 
      array (
        'subTypeName' => '领取冲级活动奖励',
        'des' => '领取冲级活动达到{0}级奖励，获得{1}，当前等级{2}',
      ),
      90101 => 
      array (
        'subTypeName' => '端午节免费领取',
        'des' => '免费领取{0},当前拥有{1}',
      ),
      90102 => 
      array (
        'subTypeName' => '端午节兑换奇彩粽',
        'des' => '消耗{0}个{1},兑换获得{2}个{3}(现共{4})',
      ),
      90103 => 
      array (
        'subTypeName' => '端午节蒸笼加火',
        'des' => '花费元宝{0},本轮奖励个数{1}',
      ),
      90104 => 
      array (
        'subTypeName' => '端午节蒸笼领取粽子',
        'des' => '从蒸笼领取{0}个{1}',
      ),
      90105 => 
      array (
        'subTypeName' => '端午节礼券提交',
        'des' => '提交1个{0}到npc,共计{1}个',
      ),
      90106 => 
      array (
        'subTypeName' => '端午节礼券抽奖',
        'des' => '获得奖励{0},剩余次数{1}',
      ),
      90201 => 
      array (
        'subTypeName' => '上古神树加速',
        'des' => '花费{0}元宝进行果子加速，加速果子个数{1}',
      ),
      90202 => 
      array (
        'subTypeName' => '收获上古神树果实',
        'des' => '收获上古神树果实{0}1个，果子id{1},获得银两{2},道具{3}',
      ),
      90203 => 
      array (
        'subTypeName' => '丢弃上古神树果子',
        'des' => '丢弃上古神树果实{0}1个，果子id{1}',
      ),
      90204 => 
      array (
        'subTypeName' => '购买果子条数',
        'des' => '花费{0}元宝购买上古神树果子1个，现共有{1}个果子',
      ),
      90205 => 
      array (
        'subTypeName' => '额外购买次数',
        'des' => '花费{0}元宝购买额外摘取果子次数1次，今日可摘取{1}次',
      ),
      90301 => 
      array (
        'subTypeName' => '华山论剑下注',
        'des' => '下注数{0},消耗银两{1},下注玩家id:{2}',
      ),
      90302 => 
      array (
        'subTypeName' => '华山论剑获得下注奖励',
        'des' => '获得银两{0},下注比赛类型:{1},下注玩家id{2}',
      ),
      90303 => 
      array (
        'subTypeName' => '华山论剑晋级奖励',
        'des' => '获得银两{0},获得英雄令{1},邮件中....',
      ),
      90304 => 
      array (
        'subTypeName' => '华山论剑献花',
        'des' => '消耗银两{0},消耗元宝{1},获得英雄令{2},类型{3},是否跨服{4}',
      ),
      90401 => 
      array (
        'subTypeName' => '情人节献花',
        'des' => '消耗元宝{0},送{1}朵花给{2}，当前共送出{3}朵',
      ),
      90402 => 
      array (
        'subTypeName' => '情人节收花',
        'des' => '收到{0}送的{1}朵花，当前共收到{2}朵',
      ),
      90403 => 
      array (
        'subTypeName' => '领取情人节送花奖励',
        'des' => '领取道具{0}，数量{1}，当前送花{2}朵',
      ),
      90404 => 
      array (
        'subTypeName' => '领取情人节被回吻奖励',
        'des' => '送花{0}朵，得到{1}回吻，获得{2}银两，当前银两{3}',
      ),
      90411 => 
      array (
        'subTypeName' => '酒宴主人开启',
        'des' => '花费{0}元宝,开启酒宴,获得银两{1}',
      ),
      90412 => 
      array (
        'subTypeName' => '酒宴主人开启',
        'des' => '对酒方式{0},支付银两{1},支付元宝{2},获得经验{3}',
      ),
      90413 => 
      array (
        'subTypeName' => '酒宴奖励',
        'des' => '获得经验{0},开启人id{1}',
      ),
      90421 => 
      array (
        'subTypeName' => '领取洗髓奖励',
        'des' => '获得{0},数量{1},今天洗髓次数{2}',
      ),
      90422 => 
      array (
        'subTypeName' => '领取每日修为奖励',
        'des' => '领取类型{0},花费{1}元宝购买{2}个{3}',
      ),
      90423 => 
      array (
        'subTypeName' => '领取任务给力送奖励',
        'des' => '领取类型{0},获得{1},数量{2},',
      ),
      90431 => 
      array (
        'subTypeName' => '中秋赏月',
        'des' => '花费元宝{0}，获得{1},数量{2},当前积分{3}',
      ),
      90432 => 
      array (
        'subTypeName' => '领取中秋赏月奖励',
        'des' => '获得{0},数量{1},当前积分{2}',
      ),
      90441 => 
      array (
        'subTypeName' => '中秋燃放烟花',
        'des' => '燃放类型{0}，消耗{1}，数量{2}，花费元宝{3}，获得银两{4}，经验{5}，物品{6}数量{7}，受邀请者ID{8}',
      ),
      90442 => 
      array (
        'subTypeName' => '中秋燃放烟花受邀奖励',
        'des' => '燃放类型{0}，获得银两{1}，经验{2}，物品{3}数量{4}，邀请者ID{5}',
      ),
      90443 => 
      array (
        'subTypeName' => '中秋烟花其它在线玩家奖励',
        'des' => '燃放类型{0}，获得银两{1}，经验{2}，物品{3}数量{4}，燃放者ID{5}',
      ),
      90444 => 
      array (
        'subTypeName' => '领取中秋烟花奖励',
        'des' => '获得{0}数量{1}，当前积分{2}',
      ),
      90451 => 
      array (
        'subTypeName' => '领取招聘奖励',
        'des' => '领取类型{0},获得{1},数量{2},',
      ),
      90452 => 
      array (
        'subTypeName' => '洗点领取奖励',
        'des' => '领取类型{0},获得{1},数量{2},',
      ),
      90461 => 
      array (
        'subTypeName' => '每日登录领取奖励',
        'des' => '获得{0},数量{1}',
      ),
      90462 => 
      array (
        'subTypeName' => '灵性活动奖励领取',
        'des' => '领取类型{0},获得物品{1}',
      ),
      90471 => 
      array (
        'subTypeName' => '主播活动献花',
        'des' => '献花类型{0},是否免费{1},花费元宝{2},获得经验{3},获得献花积分{4},获得道具{5},当前剩余献花积分{6}, 总献花数{7}',
      ),
      90472 => 
      array (
        'subTypeName' => '主播活动献花日榜奖励',
        'des' => '日榜排名第{0}, 获得奖励{1}',
      ),
      90473 => 
      array (
        'subTypeName' => '主播活动献花周榜奖励',
        'des' => '周榜排名第{0}, 获得{1}',
      ),
      90501 => 
      array (
        'subTypeName' => '神龙聚魂',
        'des' => '获得神龙类型{0},是否免费{1},剩余神笔{2}',
      ),
      90502 => 
      array (
        'subTypeName' => '神龙炼魄',
        'des' => '花费元宝{0},是否升级{1},神龙当前等级{2}(百位为类型,十位为等级,个位为是否升级成功)',
      ),
      90503 => 
      array (
        'subTypeName' => '领取神龙奖励',
        'des' => '神龙等级{0}(百位为类型,十位为等级,个位为是否升级成功),领取类型{1},获得{2}',
      ),
      90504 => 
      array (
        'subTypeName' => '获得神龙龙魂珠',
        'des' => '修为值达到{0},获得{1}个龙魂珠,当前{2}',
      ),
    ),
  ),
  8 => 
  array (
    'rootTypeName' => '门徒',
    'subTypeList' => 
    array (
      80001 => 
      array (
        'subTypeName' => '酒馆刷新',
        'des' => '刷新酒馆{0}',
      ),
      80012 => 
      array (
        'subTypeName' => '悬赏招聘',
        'des' => '使用道具{0}刷新徒弟{1}次{2}',
      ),
      80013 => 
      array (
        'subTypeName' => '收服徒弟',
        'des' => '收服徒弟编号{0}，名字{1},品质{2}',
      ),
      80014 => 
      array (
        'subTypeName' => '删除徒弟',
        'des' => '删除徒弟{0}，徒弟ID={1}',
      ),
      80015 => 
      array (
        'subTypeName' => '徒弟重修',
        'des' => '重修徒弟{0}，徒弟ID={1}，花费元宝{2}',
      ),
      80016 => 
      array (
        'subTypeName' => '徒弟特训',
        'des' => '特训徒弟{0}，徒弟ID={1}，花费元宝{2}，特训次数{3},花费银两{4}',
      ),
      80017 => 
      array (
        'subTypeName' => '徒弟修行',
        'des' => '徒弟{0}，徒弟ID={1}修行，徒弟经验增加{2}',
      ),
      80018 => 
      array (
        'subTypeName' => '学习技能',
        'des' => '徒弟{0}，徒弟ID={1}修行，花费{2}道具，学习了{3}技能{4}级',
      ),
      80021 => 
      array (
        'subTypeName' => '徒弟洗髓',
        'des' => '徒弟{0}，徒弟ID={1}洗髓，从{2}变为{3},花费{4}',
      ),
      80022 => 
      array (
        'subTypeName' => '设置徒弟自动升级',
        'des' => '设置助阵营徒弟自动升级{0}',
      ),
      80023 => 
      array (
        'subTypeName' => '徒弟自动升级',
        'des' => '角色升級,徒弟{0}从{1}级升级到{2},消耗经验池{3}',
      ),
      80024 => 
      array (
        'subTypeName' => '徒弟天赋刷新',
        'des' => '徒弟{0}刷新天赋,当前天赋{1}{2},刷新到{3}{4},刷新方式{5}[1普通,2高级],花费元宝{6}',
      ),
      80025 => 
      array (
        'subTypeName' => '徒弟天赋保持或替换',
        'des' => '徒弟{0}刷新天赋,刷到的天赋{1}{2},是否替换{3}(0否,1是)',
      ),
      80026 => 
      array (
        'subTypeName' => '徒弟天赋升级',
        'des' => '徒弟{0},天赋{1}升级到等级{2},花费{3}',
      ),
      80027 => 
      array (
        'subTypeName' => '徒弟修炼独门劲功',
        'des' => '徒弟{0},编号{1},花费银两{2},经验罐{3},现剩余{4},学习劲功编号{5}',
      ),
      80028 => 
      array (
        'subTypeName' => '徒弟加速完成独门劲功',
        'des' => '徒弟{0},编号{1},花费元宝{2}',
      ),
      80029 => 
      array (
        'subTypeName' => '徒弟洗成长值',
        'des' => '洗点类型{0},是否道具洗点{1},花费元宝{2},银两{3},为徒弟{4},编号{5}洗成长值,成长值增长{6}点,当前成长值{7}点',
      ),
      80030 => 
      array (
        'subTypeName' => '徒弟改名',
        'des' => '修改徒弟{0}名称为{1}',
      ),
      80031 => 
      array (
        'subTypeName' => '开启徒弟槽',
        'des' => '开启徒弟槽，此次花费{0}银两，{1}元宝，获得符文{2}，当前符文{3}',
      ),
      80032 => 
      array (
        'subTypeName' => '徒弟周游天下',
        'des' => '使用方式{0}（0一骑绝尘 1御剑飞行 2御龙在天），徒弟id{1}，花费银两{2}，花费元宝{3}，使用前徒弟等级{4}，经验{5}，使用后徒弟等级{6}，经验{7}',
      ),
      80033 => 
      array (
        'subTypeName' => '使用徒弟洗髓丹',
        'des' => '徒弟id{0},消耗徒弟洗髓丹数量{1},剩余{2},洗髓类型{3}[1力量2体质3敏捷4智力],增加{4}点,当前{5}点,徒弟名字{6}',
      ),
      80034 => 
      array (
        'subTypeName' => '徒弟传承',
        'des' => '传承类型{0}[1经验传承2特训传承],花费元宝{1},花费银两{2},主体徒弟id{3},副徒弟id{4},传承经验{5},主等级{6}->{7},副等级{8}->{9},主特训{10}->{11},副特训{12}->{13},主名称{14}副名称{15}',
      ),
    ),
  ),
);
?>