<?php
return array (
  -2 => 
  array (
    'subTypeList' => 
    array (
      -20001 => '修复刷武将BUG',
    ),
    'rootTypeName' => '修复刷武将BUG',
  ),
  -1 => 
  array (
    'subTypeList' => 
    array (
      -10003 => '修复BUG登录补偿',
      -10004 => '修复BUG充值补偿',
      -10001 => '修复BUG礼券补偿',
      -10002 => '修复BUG元宝补偿',
      -10005 => '修复BUG所有玩家补偿',
      -10006 => '批量卖出补偿',
    ),
    'rootTypeName' => '修复BUG补偿',
  ),
  1 => 
  array (
    'subTypeList' => 
    array (
      10030 => '批量潜力培养(替换)',
      10028 => '批量潜力培养(修为)',
      10029 => '批量潜力培养(元宝)',
      10026 => '酒肆铜币刷新',
      10027 => '酒肆元宝刷新',
      10024 => '故交武将召回',
      10025 => '购买故交武将位置',
      10022 => '酒肆免费刷新',
      10023 => '进入故交武将',
      10020 => '清突飞cd',
      10021 => '购买训练位置',
      10018 => '经脉冲穴',
      10019 => '经脉固本',
      10016 => '元宝刷新武将',
      10017 => '武将技能升级(失败)',
      10013 => '喜好品捐献',
      10012 => '武将练功结束',
      10015 => '喜好品招募(失败)',
      10014 => '喜好品招募(成功)',
      10009 => '武将离队',
      10008 => '主将技能切换',
      10011 => '武将练功模式',
      10010 => '武将技能升级',
      10005 => '潜力培养(修为)',
      10004 => '属性加点(手动)',
      10007 => '潜力培养(替换)',
      10006 => '潜力培养(元宝)',
      10001 => '武将升级',
      10003 => '属性洗点',
      10002 => '武将招募',
    ),
    'rootTypeName' => '武将',
  ),
  2 => 
  array (
    'subTypeList' => 
    array (
      20010 => '获取称号',
      20011 => '清除强化CD',
      20008 => '刷蛋扣除',
      20009 => '祭炼',
      20012 => '装备打孔',
      20002 => '装备强化',
      20003 => '装备分解',
      20001 => '穿装备',
      20006 => '宝石拆卸',
      20007 => '黑店刷新',
      20004 => '宝石合成',
      20005 => '宝石镶嵌',
    ),
    'rootTypeName' => '装备',
  ),
  3 => 
  array (
    'subTypeList' => 
    array (
      30004 => '列阵调整',
      30002 => '阵型升级',
      30003 => '长生诀CD',
      30001 => '内功升级',
    ),
    'rootTypeName' => '长生诀',
  ),
  4 => 
  array (
    'subTypeList' => 
    array (
      40005 => '一键刷星',
      40004 => '日常任务完成',
      40007 => '日常任务立即完成',
      40006 => '增加日常任务',
      40001 => '接受任务',
      40003 => '刷新日常任务',
      40002 => '完成任务',
      40009 => '元宝刷新日常任务',
      40008 => '免费刷新日常任务',
    ),
    'rootTypeName' => '任务',
  ),
  5 => 
  array (
    'subTypeList' => 
    array (
      50008 => '帮会改名',
      50007 => '帮会副本',
      50006 => '退出帮会',
      50005 => '科技升级',
      50004 => '解散帮会',
      50003 => '科技捐献',
      50002 => '加入帮会',
      50001 => '创建帮会',
    ),
    'rootTypeName' => '帮会',
  ),
  6 => 
  array (
    'subTypeList' => 
    array (
      60004 => '挑战次数购买',
      60005 => '领取淘汰赛奖励',
      60006 => '清除挑战CD',
      60007 => '领取排名奖励',
      60001 => '演武挑战结果',
      60002 => '淘汰赛挑战结果',
      60003 => '积分兑换',
    ),
    'rootTypeName' => '演武场',
  ),
  7 => 
  array (
    'subTypeList' => 
    array (
      70005 => '道具丢弃',
      70004 => '道具使用',
      70007 => '礼包获得道具',
      70006 => '道具出售',
      70001 => '道具购买',
      70003 => '任务奖励获得道具',
      70002 => '道具掉落(单人副本)',
      70013 => '领取充值礼包',
      70012 => '拍卖行退还装备',
      70015 => '领取通天塔礼包',
      70014 => '神秘商人获得',
      70009 => '领取在线礼包',
      70008 => '道具掉落(多人副本)',
      70011 => '领取黄钻/蓝钻礼包',
      70010 => '领取礼包',
      70019 => 'GM后台发放道具',
      70018 => '邮件补发道具',
      70017 => '使用获得道具',
      70016 => '排行榜领取',
      70021 => '喜鹊搭桥',
      70020 => '孵化喜鹊蛋',
    ),
    'rootTypeName' => '虚拟道具',
  ),
  8 => 
  array (
    'subTypeList' => 
    array (
      80003 => '挂机模式',
      80002 => '多人副本战斗结果',
      80001 => '普通副本战斗结果',
      80005 => '加速挂机',
      80004 => '挂机结算',
    ),
    'rootTypeName' => '战斗',
  ),
  9 => 
  array (
    'subTypeList' => 
    array (
      90002 => '礼包获得元宝/礼券',
      90003 => '系统直接发放元宝/礼券',
      90001 => '充值',
      90004 => '购买体力',
    ),
    'rootTypeName' => '元宝相关',
  ),
  10 => 
  array (
    'subTypeList' => 
    array (
      100006 => '交易过期返还',
      100007 => '竞价失败返回元宝',
      100004 => '拍卖行成功售出',
      100005 => '拍卖行交易结算',
      100002 => '拍卖行竞价',
      100003 => '拍卖行成功购买',
      100001 => '拍卖行拍卖',
    ),
    'rootTypeName' => '拍卖行',
  ),
  11 => 
  array (
    'subTypeList' => 
    array (
      110011 => '许愿',
      110010 => '放弃奴隶',
      110009 => '奴隶结算',
      110008 => '奴隶打工',
      110014 => '获取祝福经验',
      110013 => '祝福',
      110012 => '还愿',
      110003 => '结仇',
      110002 => '好友绝交',
      110001 => '添加好友',
      110006 => '奴隶反抗',
      110005 => '奴隶赎身',
      110004 => '俘虏奴隶',
    ),
    'rootTypeName' => '社交系统',
  ),
  12 => 
  array (
    'subTypeList' => 
    array (
      120001 => '占领八卦台',
      120003 => '修炼经验结算',
      120002 => '抢夺八卦台',
    ),
    'rootTypeName' => '八卦双修系统',
  ),
  13 => 
  array (
    'subTypeList' => 
    array (
      130001 => '重置挑战次数',
      130002 => '通天塔挑战',
      130003 => '通天塔积分兑换',
    ),
    'rootTypeName' => '通天塔',
  ),
  14 => 
  array (
    'subTypeList' => 
    array (
      140011 => 'QQGAME登录特权',
      140010 => '循环乐—购买金箱子',
      140009 => '循环乐—开箱子',
      140008 => '循环乐—领取奖励',
      140015 => '新服VIP活动',
      140014 => '粽子兑换',
      140013 => '刷将送橙将',
      140012 => '玩家登录',
      140003 => '连续登陆20级礼包',
      140002 => '加活动积分',
      140001 => '兑换活动礼包',
      140007 => '充值定额礼包',
      140006 => '充值套餐礼包',
      140005 => '百服VIP',
      140004 => '星宿礼包',
      140016 => '生成乱点鸳鸯谱奖励',
      140017 => '领取乱点鸳鸯谱奖励',
    ),
    'rootTypeName' => '活动系统',
  ),
  15 => 
  array (
    'subTypeList' => 
    array (
      150016 => '种植',
      150017 => '果实出售',
      150010 => '收获果实',
      150011 => '偷取果实',
      150008 => '驱除乌云',
      150009 => '加速成熟',
      150014 => '物品卖出、丢弃',
      150015 => '使用果实',
      150012 => '农场商店',
      150013 => '铲地',
      150002 => '获得种子',
      150003 => '丢牌',
      150001 => '扩建农田',
      150006 => '植物除虫',
      150007 => '植物施肥',
      150004 => '刷新种子',
      150005 => '植物浇水',
    ),
    'rootTypeName' => '府邸农场',
  ),
  16 => 
  array (
    'subTypeList' => 
    array (
      160001 => '神秘商人抽奖',
    ),
    'rootTypeName' => '神秘商人',
  ),
  17 => 
  array (
    'subTypeList' => 
    array (
      170002 => '获取世界Boss奖励',
      170003 => '鼓舞',
      170001 => '世界boss战斗结果',
      170004 => '加速',
      170005 => '重生',
    ),
    'rootTypeName' => '世界Boss',
  ),
  18 => 
  array (
    'subTypeList' => 
    array (
      180005 => '宠物培养',
      180004 => '宠物兑换',
      180007 => '宠物换代',
      180006 => '宠物跟随',
      180001 => '宠物孵化',
      180003 => '宠物放生',
      180002 => '宠物收养',
    ),
    'rootTypeName' => '宠物系统',
  ),
  19 => 
  array (
    'subTypeList' => 
    array (
      190003 => '卖出星宿',
      190002 => '拾取星宿',
      190001 => '占星',
      190007 => '开格子',
      190006 => '丢弃星宿',
      190005 => '一键吞噬',
      190004 => '吞噬',
      190008 => '开启高级占星师',
    ),
    'rootTypeName' => '占星',
  ),
  20 => 
  array (
    'subTypeList' => 
    array (
      200001 => '积分兑换礼券',
      200002 => '排行榜补偿',
    ),
    'rootTypeName' => '排行榜',
  ),
  21 => 
  array (
    'subTypeList' => 
    array (
      210001 => '砸蛋',
    ),
    'rootTypeName' => '彩蛋',
  ),
  22 => 
  array (
    'subTypeList' => 
    array (
      220006 => '报名攻城',
      220007 => '进入被占领的城市',
      220004 => '放弃城市',
      220005 => '取消放弃城市',
      220002 => '击杀红名',
      220003 => '缴纳通行费',
      220001 => '领取每日福利',
      220012 => 'BOSS战奖励',
      220013 => '城门血量',
      220010 => '占领14天自动放弃城市',
      220011 => '占领城市',
      220008 => '购买砖头',
      220009 => '使用砖头',
    ),
    'rootTypeName' => '攻城战',
  ),
  23 => 
  array (
    'subTypeList' => 
    array (
      230001 => '每日签到',
      230002 => '连续签到',
      230003 => '收藏游戏',
    ),
    'rootTypeName' => '签到系统',
  ),
  24 => 
  array (
    'subTypeList' => 
    array (
      240002 => '领取排行榜奖励',
      240003 => '时光逆转',
      240001 => '获取积分',
      240004 => '首次通关奖励',
      240005 => '每天发送英雄帖',
    ),
    'rootTypeName' => '精英副本',
  ),
);
?>