<?php
return array (
  10001 => 
  array (
    'Id' => '1',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10001',
    'typename' => '洗炼装备',
    'var_count' => '9',
    'tpl' => '对【{x1}】档次【{x2}】（【{x3}】）【{x4}】级洗炼，花费【{x5}】【{x6}】个，银两【{x7}】，获得附加属性【{x8}】，自动购买【{x9}】',
  ),
  10002 => 
  array (
    'Id' => '3',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10002',
    'typename' => '强化装备',
    'var_count' => '10',
    'tpl' => '强化【{x1}】星级【{x2}】（【{x3}】），花费【{x4}】【{x5}】个，【幸运石】【{x7}】个，银两【{x8}】，结果【{x9}】，自动购买【{x10}】',
  ),
  10003 => 
  array (
    'Id' => '7',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10003',
    'typename' => '精炼装备',
    'var_count' => '10',
    'tpl' => '对【{x1}】档次【{x2}】（【{x3}】）的【{x4}】进行精炼，精炼前为【{x5}】，精炼后为【{x6}】，花费【{x7}】【{x8}】个，银两【{x9}】，结果【{x10}】',
  ),
  10004 => 
  array (
    'Id' => '8',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10004',
    'typename' => '装备打孔',
    'var_count' => '3',
    'tpl' => '对【{x1}】（【{x2}】）进行打孔成功，花费金钢钻【{x3}】个',
  ),
  10005 => 
  array (
    'Id' => '9',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10005',
    'typename' => '镶嵌宝石',
    'var_count' => '6',
    'tpl' => '对【{x1}】（【{x2}】）进行镶嵌，花费【{x3}】【{x4}】个，银两【{x5}】,结果【{x6}】',
  ),
  10007 => 
  array (
    'Id' => '118',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10007',
    'typename' => '装备绑定',
    'var_count' => '2',
    'tpl' => '绑定【装备名称={x1}】（【装备ID={x2}】）',
  ),
  10008 => 
  array (
    'Id' => '122',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10008',
    'typename' => '合成翅膀',
    'var_count' => '5',
    'tpl' => '合成【翅膀名称={x1}】（【翅膀ID={x2}】），消耗【{x3}】，结果【{x4}】，成功率【{x5}】',
  ),
  10009 => 
  array (
    'Id' => '123',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10009',
    'typename' => '合成神魂碎片',
    'var_count' => '5',
    'tpl' => '合成【碎片名称={x1}】（【碎片ID={x2}】），消耗【{x3}】，结果【{x4}】，成功率【{x5}】',
  ),
  10010 => 
  array (
    'Id' => '124',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10010',
    'typename' => '镶嵌神魂碎片',
    'var_count' => '2',
    'tpl' => '将【{x1}】镶嵌在【装备名称={x2}】上',
  ),
  10011 => 
  array (
    'Id' => '125',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10011',
    'typename' => '激活套装',
    'var_count' => '4',
    'tpl' => '激活【装备名称={x1}】（【装备ID={x2}】），消耗【{x3}】，套装名【{x4}】',
  ),
  10012 => 
  array (
    'Id' => '155',
    'game_type' => '6',
    'rootid' => '1',
    'typeid' => '10012',
    'typename' => '装备炼化',
    'var_count' => '10',
    'tpl' => '对【{x1}星】【{x2}】【{x3}】进行炼解，将【{x4}星】【{x5}】【{x6}】升级为【{x7}星】【{x8}】【{x9}】，共消耗银两【{x10}】',
  ),
)
?>