<?php
return array (
  1 => 
  array (
    'rootTypeName' => '装备系统',
    'subTypeList' => 
    array (
      10020 => '购买活动特惠商品',
      10021 => '获取三星招贤令',
      10018 => '获取黄色以上道具',
      10019 => '获取四星招贤令',
      10016 => '碎片获取历史记录',
      10017 => '购买还原丹',
      10013 => '退化装备',
      10012 => '分解装备',
      10015 => '元宝探索',
      10009 => '探索卖出1个物品',
      10008 => '碎片合成',
      10011 => '淬炼装备',
      10010 => '探索一键卖出',
      10005 => '探索披风',
      10004 => '出售装备',
      10007 => '战斗获得装备',
      10006 => '探索书籍',
      10001 => '购买装备',
      10003 => '降级装备',
      10002 => '升级装备',
    ),
  ),
  2 => 
  array (
    'rootTypeName' => '任务系统',
    'subTypeList' => 
    array (
      20010 => '刷新家将任务领取奖励',
      20011 => '卖出藏宝图任务',
      20008 => '调整属性',
      20009 => '玩小游戏获得积分',
      20002 => '日常任务领取奖励',
      20003 => '日常任务刷新',
      20001 => '主线任务领取奖励',
      20006 => '活跃度获得积分',
      20007 => '购买戒指',
      20004 => '日常任务立即完成',
      20005 => '日常任务剩余',
    ),
  ),
  3 => 
  array (
    'rootTypeName' => '家将系统',
    'subTypeList' => 
    array (
      30014 => '购买聚贤阁家将位',
      30015 => '招募家将到聚贤阁',
      30012 => '元宝刷新家将',
      30013 => '购买刷新位',
      30010 => '家将转生',
      30011 => '免费刷新家将',
      30008 => '洗髓',
      30009 => '洗髓替换',
      30007 => '强制结束修炼',
      30004 => '激发潜能',
      30005 => '元宝激发',
      30002 => '解聘家将',
      30003 => '修炼家将',
      30001 => '招募家将',
      30017 => '还原家将',
      30016 => '放弃家将',
      30019 => '灵魂转移',
      30018 => '灵魂固定',
      30021 => '去掉家将',
      30020 => '打开招贤令',
      30022 => '招揽家将',
    ),
  ),
  4 => 
  array (
    'rootTypeName' => '战斗系统',
    'subTypeList' => 
    array (
      40005 => '攻击玩家结果',
      40004 => '摇钱树战斗结果',
      40006 => '挑战玩家结果',
      40001 => 'PVE单人战斗结果',
      40003 => '炼丹炉战斗结果',
      40002 => 'PVE团队战斗结果',
      40009 => '玩家被攻击记录',
      40010 => '匿名占领记录',
    ),
  ),
  5 => 
  array (
    'rootTypeName' => '内政系统',
    'subTypeList' => 
    array (
      50024 => '使用铜钱袋',
      50025 => '使用经验丹',
      50020 => '捐赠',
      50021 => '未接受镖队',
      50022 => '摇钱树到期收益',
      50023 => '一键兑换',
      50017 => '阵法升级',
      50019 => '摇钱剩余',
      50015 => '运镖开始',
      50014 => '运镖加速',
      50013 => '抢镖',
      50012 => '接受镖队',
      50011 => '运镖结果',
      50010 => '城镇迁移',
      50009 => '领取俸禄',
      50007 => '捐献修为',
      50006 => '免费补血',
      50005 => '补充血量',
      50004 => '铜钱兑换',
      50003 => '普通摇钱',
      50002 => '经脉升级',
      50001 => '天赋升级',
    ),
  ),
  6 => 
  array (
    'rootTypeName' => '元宝相关',
    'subTypeList' => 
    array (
      60008 => '购买背包',
      60009 => '免战购买',
      60010 => '购买精力',
      60011 => '开启运镖商人队列',
      60004 => '元宝加速',
      60005 => '元宝强攻',
      60006 => '全服喊话',
      60007 => '国庆活动',
      60001 => '充值获得元宝',
      60002 => '系统赠送元宝',
      60003 => '购买系统功能',
    ),
  ),
  7 => 
  array (
    'rootTypeName' => '帮派系统',
    'subTypeList' => 
    array (
      70005 => '帮派战结果（PVE）',
      70004 => '个人捐献',
      70007 => '温泉补血',
      70006 => '帮派战结果（PVP）',
      70003 => '升级帮徽',
      70002 => '帮派技能升级',
      70013 => '解散帮派',
      70012 => '转让帮主',
      70015 => '帮派放烟花',
      70014 => '创建帮派',
      70009 => '申请加入帮派',
      70008 => '地区战',
      70011 => '退出帮派',
      70010 => '帮派审核',
      70027 => '采摘成熟植物',
      70026 => '图腾相应属性加成',
      70025 => '捐献图腾',
      70024 => '开启帮派建筑',
      70028 => '领取温泉元宝',
      70019 => '排位赛结果投票',
      70018 => '排位赛结果（PVP）',
      70017 => '排位赛结果（PVE）',
      70023 => '植物成熟过期返回铜钱',
      70022 => '龙脉领地种植种子',
      70021 => '龙脉领地购买种子',
      70020 => '设置默认帮派技能',
    ),
  ),
  8 => 
  array (
    'rootTypeName' => '虚拟道具',
    'subTypeList' => 
    array (
      80008 => '被抢摇钱树收益',
      80003 => '开宝箱',
      80002 => '虚拟道具获得',
      80001 => '商城道具购买',
      80007 => '炼丹卢收益',
      80006 => '放弃摇钱树收益',
      80005 => '礼品卡奖励',
      80004 => '使用其他道具',
    ),
  ),
  9 => 
  array (
    'rootTypeName' => '游历系统',
    'subTypeList' => 
    array (
      90002 => '游历剩余',
      90003 => '游历刷新',
      90001 => '游历获得',
    ),
  ),
  11 => 
  array (
    'rootTypeName' => '写书系统',
    'subTypeList' => 
    array (
      11001 => '写书收益',
      11003 => '书童转生次数',
    ),
  ),
  12 => 
  array (
    'rootTypeName' => '系统奖励',
    'subTypeList' => 
    array (
      12016 => '全服求巧克力',
      12017 => '购买玫瑰花',
      12018 => '圣诞在线奖励',
      12019 => '许愿池补偿',
      12020 => '船票奖励',
      12021 => '红包奖励',
      12022 => '春节在线奖励',
      12023 => '充值活动奖励',
      12024 => '探宝奖励',
      12025 => '藏宝图奖励',
      12028 => '积分补偿记录',
      12029 => '探宝每日积分奖励',
      12030 => '购买新锐令',
      12031 => '领取祝福',
      12001 => '日常登录奖励',
      12003 => '连续七天登录奖励',
      12002 => '新手大礼包',
      12005 => '万圣节领取每日奖励',
      12004 => '万圣节活动积分排名',
      12007 => '南瓜袋奖励',
      12006 => '万圣节领取最终奖励',
      12009 => 'QGame进入获取奖励',
      12008 => '消耗精力获取南瓜袋',
      12011 => '获得锤子',
      12010 => '砸蛋',
      12013 => '收到好友送出的巧克力',
      12012 => '完成收集巧克力任务',
      12015 => '获得巧克力',
      12014 => '送出巧克力',
      12040 => '领取玄铁剑任务的最终奖励',
      12036 => '探宝排行榜奖励',
      12037 => '端午节包粽子',
      12038 => '端午节吃粽子',
      12039 => '领取玄铁剑任务奖励',
      12032 => '新服活动领取记录',
      12033 => '老服充值奖励领取记录',
      12034 => '管家Q加微博领取记录',
      12035 => 'soso地图奖励',
    ),
  ),
  13 => 
  array (
    'rootTypeName' => '钻石系统',
    'subTypeList' => 
    array (
      13002 => '蓝钻系统',
      13003 => '黄钻日登陆奖励',
      13001 => '黄钻系统',
      13006 => '蓝钻成长奖励',
      13007 => '黄钻公测礼包',
      13004 => '蓝钻日登陆奖励',
      13005 => '黄钻成长奖励',
      13019 => '年费黄蓝钻奖励',
      13018 => '领取黄钻/蓝钻专属时装',
      13017 => '老服公测奖励',
      13016 => 'QQ会员奖励',
      13011 => '蓝钻平台领取普天同庆红包',
      13010 => '3366平台领取每日礼包',
      13009 => '蓝钻连续登录礼包',
      13008 => '蓝钻公测礼包',
      13015 => '大厅连续登录礼包',
      13014 => 'QQ管家奖励',
      13013 => '五一新手见面礼',
      13012 => 'Q+每日活动奖励',
    ),
  ),
  14 => 
  array (
    'rootTypeName' => '好友系统',
    'subTypeList' => 
    array (
      14005 => '移除好友',
      14004 => '加黑名单',
      14006 => '从黑名单里移除',
      14001 => '发起好友申请',
      14003 => '拒绝好友申请',
      14002 => '接受好友申请',
    ),
  ),
  15 => 
  array (
    'rootTypeName' => '师徒系统',
    'subTypeList' => 
    array (
      15007 => '保护徒弟',
      15005 => '被人抢夺徒弟',
      15004 => '徒弟孝敬',
      15003 => '师傅传功',
      15002 => '师傅领取精力',
      15001 => '师傅领取铜钱',
      15008 => '重新确定师徒关系',
      15009 => '放弃徒弟',
      15010 => '迁移导致师徒解除',
    ),
  ),
  17 => 
  array (
    'rootTypeName' => '茶馆',
    'subTypeList' => 
    array (
      17006 => '加成层级发生变化',
      17007 => '茶馆敬酒',
      17004 => '选择江湖轶事',
      17005 => '茶馆到时间自动离开',
      17002 => '攻击',
      17003 => '打听江湖轶事',
      17001 => '占座',
    ),
  ),
  16 => 
  array (
    'rootTypeName' => '武林争霸系统',
    'subTypeList' => 
    array (
      16006 => '攻击',
      16007 => '鼓舞',
      16004 => '武林争霸结束',
      16005 => '修补',
      16002 => '强行掠夺',
      16003 => '侦查',
      16001 => '掠夺',
    ),
  ),
  19 => 
  array (
    'rootTypeName' => '科举',
    'subTypeList' => 
    array (
      19003 => '玩家殿试排名',
      19002 => '科举奖励',
      19001 => '科举考试',
    ),
  ),
  18 => 
  array (
    'rootTypeName' => '许愿池',
    'subTypeList' => 
    array (
      18005 => '领取修为积分奖励',
      18004 => '领取铜钱积分奖励',
      18001 => '1号许愿池抛铜钱许愿',
      18003 => '领取排行榜奖励',
      18002 => '2号许愿池捐修为许愿',
    ),
  ),
  21 => 
  array (
    'rootTypeName' => '宝石',
    'subTypeList' => 
    array (
      210008 => '使用宝石袋',
      210005 => '合成宝石',
      210004 => '摘除宝石',
      210007 => '镶嵌宝石',
      210006 => '合成宝石(100%成功)',
      210001 => '购买宝石、药水、打孔器等',
      210003 => '打孔',
      210002 => '生成实心孔',
    ),
  ),
  20 => 
  array (
    'rootTypeName' => '真气穴位和打坐',
    'subTypeList' => 
    array (
      200005 => '升级穴位失败',
      200004 => '打坐获得真气',
      200001 => '领取真气',
      200003 => '升级穴位成功',
      200002 => '花元宝刷新倍数',
    ),
  ),
);
?>