<?php
//000000043200a:9:{s:2:"Id";s:4:"1375";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"114";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:75:"使用个人网银过程中，密码遗忘或被锁住了怎么办？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:986:"查询密码：在网银首次登陆时使用，不限制输错次数。如果遗忘可以在交行个人网银上“普通用户登陆”—重置查询密码，或者到柜台办理。 <br />
<br />
网银登录密码：（手机注册版为个性化登录密码、证书认证版为USBKey密码）遗忘或连续输错6次被锁定，须凭本人有效身份证明和太平洋卡到交行柜台办理解锁或证书恢复手续。 <br />
<br />
交易密码：当日累计输错3次被锁，须凭本人有效身份证明和太平洋卡到交行柜台办理解锁或证书恢复手续。 <br />
<br />
信用卡的网上支付密码：连续输错累计3次将会被锁，只需登录个人网银，在“网上支付”—“激活与管理”菜单下点击支付密码的“解锁”链接，就可进行网上支付密码的解锁操作；若您遗忘了网上支付密码，可在激活与管理下点击“修改”链接进行网上支付密码的重置。<br />
<br />";s:6:"answer";s:0:"";}
?>