<?php
//000000043200a:9:{s:2:"Id";s:4:"1388";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"113";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:45:"广发开通网上支付的签约方式<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:589:"<span style=\"font-weight:bold;\">通用版用户：</span>在广发个人网银上银行开通网上购物功能即可。<br />
<span style=\"font-weight:bold;\">证书版用户：</span>若已经开通网上银行功能，则直接去银行各网点办理、领取KEY盾；未开通个人网银的客户，需先登陆广发网银开通个人网银，再去银行办理。<br />
通用版升级到证书版：先到银行各网点领取KEY盾，再到广发网银上登录通用版取消网上购物功能，然后登录证书版开通网上购物功能即可。 <br />
<br />
<br />";s:6:"answer";s:0:"";}
?>