<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"304";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:3:"486";s:8:"question";s:33:"如何获得公司升级凭证？";s:8:"answer_g";s:280:"点击游戏主页界面右上角的“目标”，按要求完成目标里的“主目标”即可点击“领取奖励”领取公司升级凭证，并自动存放在物品栏里，还可以在公司升级界面，点击升级条件内的“获取凭证”进入完成领取。 ";s:8:"answer_s";s:280:"点击游戏主页界面右上角的“目标”，按要求完成目标里的“主目标”即可点击“领取奖励”领取公司升级凭证，并自动存放在物品栏里，还可以在公司升级界面，点击升级条件内的“获取凭证”进入完成领取。 ";}i:1;a:8:{s:2:"Id";s:3:"374";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"439";s:8:"question";s:58:"座驾最高级可达多少级？升级需要什么条件?";s:8:"answer_g";s:152:"目前座驾最高可以升到100级。
另外座驾升级需要满足2个条件
⑴公司等级。
⑵需要有足够的座驾升级材料和G币。";s:8:"answer_s";s:176:"目前座驾最高可以升到100级。<br />
另外座驾升级需要满足2个条件<br />
⑴公司等级。<br />
⑵需要有足够的座驾升级材料和G币。<br />";}i:2;a:8:{s:2:"Id";s:3:"376";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"335";s:8:"question";s:33:"怎么提高座驾的价值呢？";s:8:"answer_g";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";s:8:"answer_s";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";}i:3;a:8:{s:2:"Id";s:3:"319";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:3:"292";s:8:"question";s:45:"玩家占领据点后可获得什么奖励？";s:8:"answer_g";s:232:"玩家占领据点后可以获得商会发展值，荣誉礼券，头衔经验值，据点由外到内分为4个等级，最中间为最高级，据点的等级越高，挑战NPC的难度越大，获得的资源（奖励）越好。";s:8:"answer_s";s:232:"玩家占领据点后可以获得商会发展值，荣誉礼券，头衔经验值，据点由外到内分为4个等级，最中间为最高级，据点的等级越高，挑战NPC的难度越大，获得的资源（奖励）越好。";}i:4;a:8:{s:2:"Id";s:3:"655";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"18";s:6:"status";s:1:"0";s:5:"ratio";s:3:"214";s:8:"question";s:23:"金币有什么用？
";s:8:"answer_g";s:159:"金币可以用来购买游戏商城中的部分道具，比如购买改造大师等等，此外员工的开窍、深造也需要消耗一定数量的金币。";s:8:"answer_s";s:159:"金币可以用来购买游戏商城中的部分道具，比如购买改造大师等等，此外员工的开窍、深造也需要消耗一定数量的金币。";}i:5;a:8:{s:2:"Id";s:3:"375";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"163";s:8:"question";s:48:"座驾有哪些属性？分别如何提升呢？";s:8:"answer_g";s:696:"座驾PK时共涉及6个属性，分别为：
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；
攻击力：攻击力可以通过配件自带属性或给配件升星获得；
防御力：防御力可以通过配件自带属性或给配件升星获得；
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。";s:8:"answer_s";s:738:"座驾PK时共涉及6个属性，分别为：<br />
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；<br />
攻击力：攻击力可以通过配件自带属性或给配件升星获得；<br />
防御力：防御力可以通过配件自带属性或给配件升星获得；<br />
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。<br />";}i:6;a:8:{s:2:"Id";s:3:"855";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"22";s:6:"status";s:1:"0";s:5:"ratio";s:2:"90";s:8:"question";s:27:"账号密码如何找回？";s:8:"answer_g";s:650:"如遗忘或丢失账号密码，可以使用2种方式进行找回：
    ⑴、邮箱取回密码；
    ⑵、密保取回密码；
    具体步骤：
    登入优玩网首页：http://www.uwan.com→找到用户名和密码输入栏→在输入栏下方选择忘记密码→跳转到找回页面，输入通行证→点击下一步选择邮箱取回密码，或者密保取回密码。邮箱取回密码：输入注册时填写的邮箱及验证码，点击确认之后去邮箱查看新密码即可；密保取回密码：通过解答注册时填写的密保问题找回密码。找回密码后可以在官网的用户中心重设密码。";s:8:"answer_s";s:582:"如遗忘或丢失账号密码，可以使用2种方式进行找回：<br />
⑴邮箱取回密码；<br />
⑵密保取回密码；<br />
具体步骤：登入优玩网首页：http://www.uwan.com→找到用户名和密码输入栏→在输入栏下方选择忘记密码→跳转到找回页面，输入通行证→点击下一步选择邮箱取回密码，或者密保取回密码→邮箱取回密码，输入注册时填写的邮箱及验证码，点击确认,之后去邮箱查看新密码即可→密保取回密码，通过解答注册时填写的密保问题找回密码";}i:7;a:8:{s:2:"Id";s:4:"1118";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"71";s:8:"question";s:54:"为何店铺放入员工没有天赋和经验加成？";s:8:"answer_g";s:120:"店铺必须安排本行业的员工才能有员工天赋和经验加成，使用魔鬼特训可以更改员工行业。";s:8:"answer_s";s:120:"店铺必须安排本行业的员工才能有员工天赋和经验加成，使用魔鬼特训可以更改员工行业。";}i:8;a:8:{s:2:"Id";s:3:"290";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"33";s:6:"status";s:1:"0";s:5:"ratio";s:2:"59";s:8:"question";s:36:"如何提升工厂的生产速度？";s:8:"answer_g";s:236:"货物的生产速度与座驾，人物天赋，商会建筑有关。 座驾：座驾安全性越高，提高的生产速度也越多。 人物天赋：人物天赋中的“生产专家”天赋越高，提高的生产速度也越多。";s:8:"answer_s";s:236:"货物的生产速度与座驾，人物天赋，商会建筑有关。 座驾：座驾安全性越高，提高的生产速度也越多。 人物天赋：人物天赋中的“生产专家”天赋越高，提高的生产速度也越多。";}i:9;a:8:{s:2:"Id";s:3:"357";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"58";s:8:"question";s:30:"赠送道具有否有限制？";s:8:"answer_g";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";s:8:"answer_s";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";}}
?>