<?php
//000000043200a:9:{s:2:"Id";s:4:"1332";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"118";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:45:"光大银行如何开通网上银行？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:2120:"<div>
如果您在办理业务时有任何疑问，请拨打95595客户服务中心。 开通方式只要您拥有中国光大银行阳光卡、活期一本通或信用卡就可以通过光大银行网站(www.cebbank.com)，在线申请中国光大银行网上银行大众版；或携带本人有效身份证件和卡(折)原件到光大银行任一网点柜台办理网上银行专业版。 开通流程说明：<br />
一、个人网上银行服务特点：<br />
1、方便<br />
（1）您只要拥有光大银行的阳光卡、活期一本通、信用卡，无须到银行柜台签约即可在线申请我行个人网上银行大众版，享用个人网上银行的部分服务。<br />
（2）您携带本人身份证件、卡折原件到中国光大银行营业网点办理签约申请手续，下载并安装证书后即可享受到专业版的服务。<br />
（3）满足客户在任何时间、任何地点、以任何方式实现查询、转账、汇款、投资理财等方面的需要。 <br />
<br />
2、安全<br />
（1）采用先进的多重加密和数字签名技术，所有数据均经过加密处理后在网上传输，以保障客户的交易安全。<br />
（2）采用中国金融认证中心（CFCA）权威、可信赖的数字证书认证，以保障客户的交易安全。<br />
（3）采用多种防范手段，如证书身份确认、限额控制、密码确认等，以确保客户账户的资金安全。<br />
<br />
 3、高效<br />
（1）建立在数据大集中的系统平台上，业务处理更加快捷。<br />
（2）全新的服务模式，丰富的服务功能，适应了现代生活的需要。<br />
 二、个人网上银行申请流程图：<br />
1、大众版申请<img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/194020_72706.jpg\" alt=\"\" border=\"0\" />   <br />
2、专业版申请 <img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/194037_10751.jpg\" alt=\"\" border=\"0\" /> <br />
要了解更多光大银行的信息，请登陆光大银行网上银行或致电光大银行服务热线：95595  </div>";s:6:"answer";s:0:"";}
?>