<?php
//000000003600a:1:{i:0;a:8:{s:2:"Id";s:3:"855";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"22";s:6:"status";s:1:"0";s:5:"ratio";s:2:"89";s:8:"question";s:27:"账号密码如何找回？";s:8:"answer_g";s:650:"如遗忘或丢失账号密码，可以使用2种方式进行找回：
    ⑴、邮箱取回密码；
    ⑵、密保取回密码；
    具体步骤：
    登入优玩网首页：http://www.uwan.com→找到用户名和密码输入栏→在输入栏下方选择忘记密码→跳转到找回页面，输入通行证→点击下一步选择邮箱取回密码，或者密保取回密码。邮箱取回密码：输入注册时填写的邮箱及验证码，点击确认之后去邮箱查看新密码即可；密保取回密码：通过解答注册时填写的密保问题找回密码。找回密码后可以在官网的用户中心重设密码。";s:8:"answer_s";s:582:"如遗忘或丢失账号密码，可以使用2种方式进行找回：<br />
⑴邮箱取回密码；<br />
⑵密保取回密码；<br />
具体步骤：登入优玩网首页：http://www.uwan.com→找到用户名和密码输入栏→在输入栏下方选择忘记密码→跳转到找回页面，输入通行证→点击下一步选择邮箱取回密码，或者密保取回密码→邮箱取回密码，输入注册时填写的邮箱及验证码，点击确认,之后去邮箱查看新密码即可→密保取回密码，通过解答注册时填写的密保问题找回密码";}}
?>