<?php
//000000003600a:7:{i:0;a:8:{s:2:"Id";s:3:"978";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:45:"聊天频道的各个功能如何使用呢？";s:8:"answer_g";s:816:"玩家可以随时切换来查看各个频道的聊天内容，每个频道有新消息时，则用闪动方式来提示：
(1)切换的频道是全部，那么所有的对话都在这里显示，其他频道就不闪动； 
(2)切换到世界频道时，本服所以玩家都可以看到，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； 
(3)切换到商会频道时，只显示商会频道的聊天内容，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； 
(4)切换到私聊频道时就只显示私聊的信息。其他频道（除全部频道）有新消息就闪动提示，点击过去查看后就不闪动。 
玩家每次登陆游戏时，聊天频道默认切换到全部聊天频道。 ";s:8:"answer_s";s:852:"玩家可以随时切换来查看各个频道的聊天内容，每个频道有新消息时，则用闪动方式来提示：<br />
(1)切换的频道是全部，那么所有的对话都在这里显示，其他频道就不闪动； <br />
(2)切换到世界频道时，本服所以玩家都可以看到，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； <br />
(3)切换到商会频道时，只显示商会频道的聊天内容，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； <br />
(4)切换到私聊频道时就只显示私聊的信息。其他频道（除全部频道）有新消息就闪动提示，点击过去查看后就不闪动。 <br />
玩家每次登陆游戏时，聊天频道默认切换到全部聊天频道。 <br />";}i:1;a:8:{s:2:"Id";s:3:"976";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:33:"什么时候开启聊天功能？";s:8:"answer_g";s:194:"公司等级达到3级，接受“聊天—世界”的任务，系统就会自动开启聊天功能。商会聊天功能开启是需要公司等级达到4级，加入或者创建一个商会。";s:8:"answer_s";s:194:"公司等级达到3级，接受“聊天—世界”的任务，系统就会自动开启聊天功能。商会聊天功能开启是需要公司等级达到4级，加入或者创建一个商会。";}i:2;a:8:{s:2:"Id";s:3:"977";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:1:"7";s:8:"question";s:36:"如何与其他玩家进行私聊？";s:8:"answer_g";s:264:"如有玩家在世界频道发言，在世界频道中可以点击该为玩家的名字，之后会出现相应的功能选项框，其中选择私聊即可。另外在名片夹的好友列表中，如好友在线的话，也可以点击对方名字进行私聊。";s:8:"answer_s";s:264:"如有玩家在世界频道发言，在世界频道中可以点击该为玩家的名字，之后会出现相应的功能选项框，其中选择私聊即可。另外在名片夹的好友列表中，如好友在线的话，也可以点击对方名字进行私聊。";}i:3;a:8:{s:2:"Id";s:3:"981";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:1:"7";s:8:"question";s:33:"频道的发言有什么规则？";s:8:"answer_g";s:369:"为了保持良好的频道环境，世界频道发言规则如下： 
(1)不可出现违反国家法律法规以及淫秽字眼，但属于屏蔽字符的内容用“***”代替显示； 
(2)每条内容最长不可超过50个字节（25个中文汉字）； 
(3)重复发送内容会有一定的时间间隔； 
(4)发送内容时，间隔时间不小于3秒。 ";s:8:"answer_s";s:399:"为了保持良好的频道环境，世界频道发言规则如下： <br />
(1)不可出现违反国家法律法规以及淫秽字眼，但属于屏蔽字符的内容用“***”代替显示； <br />
(2)每条内容最长不可超过50个字节（25个中文汉字）； <br />
(3)重复发送内容会有一定的时间间隔； <br />
(4)发送内容时，间隔时间不小于3秒。 <br />";}i:4;a:8:{s:2:"Id";s:3:"979";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:39:"聊天频道的输入方式和发言？";s:8:"answer_g";s:485:"聊天频道的输入框是玩家输入发言内容的地方。点击输入框旁边的“世界”后则弹出世界、商会和世界三个选项： 
（1）世界——选择世界后表示玩家后面的发言内容都会发送到世界聊天频道（默认选择）； 
（2）商会——选择商会后表示玩家后面的发言都会发送到商会聊天频道。
 玩家在输入框输入完内容后点击右边的“发送”按钮或键盘Enter按键后发送消息。 ";s:8:"answer_s";s:528:"<p>聊天频道的输入框是玩家输入发言内容的地方。点击输入框旁边的“世界”后则弹出世界、商会和世界三个选项：&nbsp;</p>
<p>（1）世界——选择世界后表示玩家后面的发言内容都会发送到世界聊天频道（默认选择）；&nbsp;</p>
<p>（2）商会——选择商会后表示玩家后面的发言都会发送到商会聊天频道。</p>
<p>&nbsp;玩家在输入框输入完内容后点击右边的“发送”按钮或键盘Enter按键后发送消息。 </p>";}i:5;a:8:{s:2:"Id";s:3:"982";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:24:"聊天频道的限制。";s:8:"answer_g";s:94:"目前每个频道所显示的信息条数最多为200条，超过后会自动进行覆盖。 ";s:8:"answer_s";s:94:"目前每个频道所显示的信息条数最多为200条，超过后会自动进行覆盖。 ";}i:6;a:8:{s:2:"Id";s:3:"980";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:45:"聊天频道的各个功能如何区分呢？";s:8:"answer_g";s:577:"聊天频道顶部分别有4个聊天频道，顺序依次为：全部、世界、商会、私聊： 
(1)：全部——如果切换到该频道时，所有的聊天信息都在这里显示； 
(2)：世界——这里的频道发言本服所有玩家都可以查看到； 
(3)：商会——属于商会频道，这里发言只有同一个商会的玩家才能查看到，商会以外的玩家无法查看。（只有玩家加入商会或创建商会后才显示这个频道，没有商会时则不显示）； 
(4)：私聊——这里只显示他人对你的悄悄话。";s:8:"answer_s";s:632:"<p>聊天频道顶部分别有4个聊天频道，顺序依次为：全部、世界、商会、私聊：&nbsp;</p>
<p>(1)：全部——如果切换到该频道时，所有的聊天信息都在这里显示；&nbsp;</p>
<p>(2)：世界——这里的频道发言本服所有玩家都可以查看到；&nbsp;</p>
<p>(3)：商会——属于商会频道，这里发言只有同一个商会的玩家才能查看到，商会以外的玩家无法查看。（只有玩家加入商会或创建商会后才显示这个频道，没有商会时则不显示）；&nbsp;</p>
<p>(4)：私聊——这里只显示他人对你的悄悄话。</p>";}}
?>