<?php
//000000043200a:5:{i:0;a:8:{s:2:"Id";s:4:"1113";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"35";s:8:"question";s:27:"如何进行员工分组？";s:8:"answer_g";s:592:"首先设置分组，点击游戏界面下方的“员工”按钮，在弹出对话框左上角点击“全部”的右边“+”按钮，在弹出的对话框中输入分组名称，然后确定完成设置分组。然后在员工列表选择要转移至分组的员工进行勾选，再点击右下角的“分组至”按钮，最后在弹出的对话框中选择分组并点击“确定”按钮即可完成。鼠标移动到任意一个分组上，分组名前面出现一个勾选框，后面是修改和删除分组的选项，鼠标移动到图标上，可以查看对应的用途。";s:8:"answer_s";s:592:"首先设置分组，点击游戏界面下方的“员工”按钮，在弹出对话框左上角点击“全部”的右边“+”按钮，在弹出的对话框中输入分组名称，然后确定完成设置分组。然后在员工列表选择要转移至分组的员工进行勾选，再点击右下角的“分组至”按钮，最后在弹出的对话框中选择分组并点击“确定”按钮即可完成。鼠标移动到任意一个分组上，分组名前面出现一个勾选框，后面是修改和删除分组的选项，鼠标移动到图标上，可以查看对应的用途。";}i:1;a:8:{s:2:"Id";s:4:"1114";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"34";s:8:"question";s:36:"如何用黄金合约招聘员工？";s:8:"answer_g";s:246:"完成引导任务“员工开窍”，即可触发“特殊招聘”任务，点击公司导航栏—员工—员工招聘，选择高级招聘和招聘次数—确定—选择一名招聘到的员工，派送到缺乏人手的店铺内即可。";s:8:"answer_s";s:246:"完成引导任务“员工开窍”，即可触发“特殊招聘”任务，点击公司导航栏—员工—员工招聘，选择高级招聘和招聘次数—确定—选择一名招聘到的员工，派送到缺乏人手的店铺内即可。";}i:2;a:8:{s:2:"Id";s:4:"1115";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"33";s:8:"question";s:36:"可以对员工进行哪些操作？";s:8:"answer_g";s:723:"沟通：增加员工的忠诚度；
奖励：增加员工的忠诚度；
深造：可提升员工经验等级，橙色员工的经验值是“无所不能”收入加成最高，依次是红色员工（非凡能力）>紫色员工（卓越成就）>蓝色员工（丰富经验）>绿色员工（很大兴趣）>白色员工；
开窍：可提升员工的天赋值和天赋等级。宗师级的收入加成最高，依次是大师级>专家级>中级>初级>无天赋；
魔鬼特训：可改变员工的行业，本行业的员工派遣至店铺内能产生较多的收入加成，进行魔鬼特训，可将非本行业的员工转为本行业的员工。
解雇：员工解雇后会离你而去，不会再返回。";s:8:"answer_s";s:771:"<p>沟通：增加员工的忠诚度；</p>
<p>奖励：增加员工的忠诚度；</p>
<p>深造：可提升员工经验等级，橙色员工的经验值是“无所不能”收入加成最高，依次是红色员工（非凡能力）>紫色员工（卓越成就）>蓝色员工（丰富经验）>绿色员工（很大兴趣）>白色员工； </p>
<p>开窍：可提升员工的天赋值和天赋等级。宗师级的收入加成最高，依次是大师级>专家级>中级>初级>无天赋；</p>
<p> 魔鬼特训：可改变员工的行业，本行业的员工派遣至店铺内能产生较多的收入加成，进行魔鬼特训，可将非本行业的员工转为本行业的员工。</p>
<p> 解雇：员工解雇后会离你而去，不会再返回。</p>";}i:3;a:8:{s:2:"Id";s:4:"1116";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"32";s:8:"question";s:33:"如何提满店铺内的架构？";s:8:"answer_g";s:493:"店铺级别越高，架构越齐全，等级设置为高级经理—经理—店长—主管
进入任一店铺，点击“架构”，查看提升至各级别所需条件及加成效果：
高级经理:店铺基础收入加50%；需要：橙色员工，宗师天赋
经理：店铺基础收入加35%；需要： 橙色员工，大师天赋
店长：店铺基础收入加20%；需要：红色员工，专家天赋
主管：店铺基础收入加10%；需要： 红色员工，中级天赋";s:8:"answer_s";s:554:"<p>店铺级别越高，架构越齐全，等级设置为高级经理—经理—店长—主管 进入任一店铺，点击“架构”，查看提升至各级别所需条件及加成效果：&nbsp;</p>
<p>高级经理:店铺基础收入加50%；需要：橙色员工，宗师天赋&nbsp;</p>
<p>经理：店铺基础收入加35%；需要： 橙色员工，大师天赋&nbsp;</p>
<p>店长：店铺基础收入加20%；需要：红色员工，专家天赋&nbsp;</p>
<p>主管：店铺基础收入加10%；需要： 红色员工，中级天赋。</p>";}i:4;a:8:{s:2:"Id";s:4:"1117";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"47";s:8:"question";s:27:"员工评分如何提升？";s:8:"answer_g";s:93:"对员工进行普通深造，高级深造，开窍，魔鬼特训都能提升员工评分。";s:8:"answer_s";s:93:"对员工进行普通深造，高级深造，开窍，魔鬼特训都能提升员工评分。";}}
?>