<?php
//000000043200a:9:{s:2:"Id";s:4:"1330";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"119";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:45:"中信银行如何开通网上银行？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:4069:"个人网银5.0数字证书用户申请登录指南 <br />
推荐您去中信银行柜台申请个人网银5.0数字证书，申请证书成功即可使用丰富的网上银行功能，数字证书用户分为两种：<br />
<br />
文件证书用户<br />
USBKey移动证书用户<br />
<br />
1、文件证书用户。请携带在中信银行开立的银行卡（即借记卡）/存折和有效身份证件到银行任一网点柜台申请“个人网上银行V5.0数字证书”。申请证书成功后，根据您选择的文件证书，您将得到证书下载码（以密码信函或电子邮件形式提供8位数字），证书下载码是下载证书的唯一标识，需妥善保管，在十四天内下载有效。逾期下载将不成功，请您携带开立网银一致的有效身份证件和银行卡（即借记卡）/账户去银行柜台进行证书恢复。如果您在下载证书或USBKey工具软件过程中出现问题，请联系中信银行客服中心：95558。<br />
<br />
2、USBKey移动证书用户。请携带在中信银行开立的银行卡（即借记卡）/存折和有效身份证件到银行任一网点柜台申请“个人网上银行V5.0数字证书”。申请证书成功后，根据您选择的USBKey移动证书用户，可当场得到已装载了证书的USBKey，使用前需下载USBKey工具软件。 <br />
3、申请证书后，请登录到中信银行的个人网上银行首页，点击右边“首次登录”，按照页面提示下载证书或USBKey工具软件。<br />
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/192935_31184.jpg\" alt=\"\" border=\"0\" height=\"260\" width=\"450\" /></p>
<p>&nbsp;</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/192952_81782.jpg\" alt=\"\" border=\"0\" height=\"260\" width=\"450\" /></p>
<p>&nbsp;</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/193010_66500.jpg\" alt=\"\" border=\"0\" height=\"260\" width=\"450\" /></p>
<p>&nbsp;</p>
<p>3、 如果您在柜台申请的是文件证书，且从银行收到的是证书8位数字下载码的密码函，请在3号区域，填写相关个人信息以及柜台提供的证书下载码，进行证书下载。 <br />
<br />
4、如果您在柜台办理的是移动证书，请点击４号区域的“工具软件”（选择相应公司的不同版本），按照页面提示进行操作就可以了。 <br />
<br />
网上支付开通流程： <br />
<br />
一、如果您欲到中信网点申请成为网银证书用户，请您携带有效证件及中信银行卡，您可以选择同时开通该卡的网上支付功能，对于信用卡，支付限额为单笔限额500元，每月累计不超过1000元），借记卡支付限额为单笔1000元，每日5000元，您可以登录网银后修改限额。 <br />
<br />
二、如果您已经是中信网银证书用户，可以登录中信个人网上银行进行网上支付设置，即开通和进行限额设置。步骤如下： <br />
<br />
1. 您可以在中信网站首页（地址：http://bank.ecitic.com）或中信零售银行首页（地址：http://bank.ecitic.com/personal）点击个人网银“登录” ，使用证书登录中信个人网银，登录页面如下图所示： </p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/193137_94542.jpg\" alt=\"\" border=\"0\" height=\"260\" width=\"450\" /></p>
<p>&nbsp;</p>
<p>2、 登录成功后，请选择“转账支付&gt;网上支付&gt;支付功能开通”，如图所示：</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/193216_68656.jpg\" alt=\"\" border=\"0\" height=\"260\" width=\"450\" /></p>
<p>&nbsp;</p>
<p>3、页面会出现服务协议，请仔细阅读后，点击同意：同意服务协议后，进行支付限额的设置，设置好以后，请点击确定，对接下来出现的对话框也点击确定就可以了。</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/193328_26475.jpg\" alt=\"\" border=\"0\" width=\"450\" /></p>";s:6:"answer";s:0:"";}
?>