<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"651";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:42:"为什么我出售的物品不能取消？";s:8:"answer_g";s:138:"竞拍后是无法取消竞标类型的订单的，只有等待设定的时间完成，若是没有成交，系统会自动进行撤单。";s:8:"answer_s";s:138:"竞拍后是无法取消竞标类型的订单的，只有等待设定的时间完成，若是没有成交，系统会自动进行撤单。";}i:1;a:8:{s:2:"Id";s:3:"997";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:54:"职业训练赛和车神争霸赛能同时进行吗？";s:8:"answer_g";s:60:"职业训练赛和车神争霸赛是不能同时进行的。";s:8:"answer_s";s:60:"职业训练赛和车神争霸赛是不能同时进行的。";}i:2;a:8:{s:2:"Id";s:4:"1025";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"25";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:39:"国会包含哪几个不同的等级？";s:8:"answer_g";s:123:"国会初期为镇议会，服务器达到一定条件，镇议会可以升级到市议会→州议会→最终到国会。";s:8:"answer_s";s:123:"国会初期为镇议会，服务器达到一定条件，镇议会可以升级到市议会→州议会→最终到国会。";}i:3;a:8:{s:2:"Id";s:4:"1119";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:48:"什么是店铺的特殊事件？怎么处理？";s:8:"answer_g";s:408:"店铺的特殊事件有很多，比如说：员工偷懒，店铺发生虫害等。事件是随机发生的，不会对店铺的收入有影响，但是处理会增加额外的奖励。每个特殊事件都有结束时间，在结束之前没有处理，特殊事件就会消失。当店铺发生特殊事件时，店铺图标上会出现一个特殊事件图标，点击进入后进行相应操作即可。";s:8:"answer_s";s:408:"店铺的特殊事件有很多，比如说：员工偷懒，店铺发生虫害等。事件是随机发生的，不会对店铺的收入有影响，但是处理会增加额外的奖励。每个特殊事件都有结束时间，在结束之前没有处理，特殊事件就会消失。当店铺发生特殊事件时，店铺图标上会出现一个特殊事件图标，点击进入后进行相应操作即可。";}i:4;a:8:{s:2:"Id";s:3:"996";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:39:"如何升级、改造和更换座驾？";s:8:"answer_g";s:795:"（1）座驾升级需要消耗座驾升级材料（使用荣誉礼券购买）和G币，荣誉礼券可通过参加商会的个人、小队和团队越野赛获得；在商人-商会商人处使用荣誉礼券购买座驾升级材料，再点击座驾—座驾升级，输入座驾升级材料数量，点击“确定”即可自动提升座驾的经验等级； 
（2）座驾改造需要消耗初级、中级和高级改造大师，不同级别的改造大师适用于不同区间的座驾属性；点击“座驾”，选中舒适度、安全性、平稳性，输入改造大师的数量，点击“确定”即可。
 （3）座驾改造后，座驾价值随着提高，点击“更换造型”即可选择已解锁的车进行更换，座驾价值越高，开启的座驾造型越多。 ";s:8:"answer_s";s:826:"<p>（1）座驾升级需要消耗座驾升级材料（使用荣誉礼券购买）和G币，荣誉礼券可通过参加商会的个人、小队和团队越野赛获得；在商人-商会商人处使用荣誉礼券购买座驾升级材料，再点击座驾—座驾升级，输入座驾升级材料数量，点击“确定”即可自动提升座驾的经验等级；&nbsp;</p>
<p>（2）座驾改造需要消耗初级、中级和高级改造大师，不同级别的改造大师适用于不同区间的座驾属性；点击“座驾”，选中舒适度、安全性、平稳性，输入改造大师的数量，点击“确定”即可。</p>
<p>&nbsp;（3）座驾改造后，座驾价值随着提高，点击“更换造型”即可选择已解锁的车进行更换，座驾价值越高，开启的座驾造型越多。 </p>";}i:5;a:8:{s:2:"Id";s:4:"1053";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:30:"据点战组队有何设定？";s:8:"answer_g";s:377:"(1) 组队的玩家必须在大于2级的商会中； 
(2) 组队的玩家必须为商会会长加入征战列表中的商会玩家； 
(3) 一个队伍最多只能有8个成员； 
(4) 一个玩家不能同时在两支队伍中； 
(5) 没有拥有座驾的玩家不能加入队伍中，也不能列入征战列表中； 
(6) 队伍中的成员必须为同一个商会。";s:8:"answer_s";s:424:"<p>(1) 组队的玩家必须在大于2级的商会中； </p>
<p>(2) 组队的玩家必须为商会会长加入征战列表中的商会玩家； </p>
<p>(3) 一个队伍最多只能有8个成员； </p>
<p>(4) 一个玩家不能同时在两支队伍中； </p>
<p>(5) 没有拥有座驾的玩家不能加入队伍中，也不能列入征战列表中； </p>
<p>(6) 队伍中的成员必须为同一个商会。</p>";}i:6;a:8:{s:2:"Id";s:4:"1056";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:26:"据点战Boss战规则？ ";s:8:"answer_g";s:637:"（1）每天下午14：30分、晚上19：30分，会随机刷新一只BOSS，该BOSS会随机出现在一个地标中。该地标的玩家才可以挑战该BOSS。 
（2）如果附近的玩家想要挑战BOSS，需要先抢夺BOSS所在的地标，抢夺该地标成功后，即可挑战该BOSS，挑战胜利的队伍，可以额外获得所在据点2小时资源，直接分配给队员。 
（3）如果附近的玩家抢夺该据点失败，会退回原来的据点，并且血量不回复。 
（4）如果该BOSS没有人能挑战成功，则该BOSS会在一个小时后消失，如果有人挑战成功，BOSS也会消失。";s:8:"answer_s";s:680:"<p>（1）每天下午14：30分、晚上19：30分，会随机刷新一只BOSS，该BOSS会随机出现在一个地标中。该地标的玩家才可以挑战该BOSS。&nbsp;</p>
<p>（2）如果附近的玩家想要挑战BOSS，需要先抢夺BOSS所在的地标，抢夺该地标成功后，即可挑战该BOSS，挑战胜利的队伍，可以额外获得所在据点2小时资源，直接分配给队员。&nbsp;</p>
<p>（3）如果附近的玩家抢夺该据点失败，会退回原来的据点，并且血量不回复。&nbsp;</p>
<p>（4）如果该BOSS没有人能挑战成功，则该BOSS会在一个小时后消失，如果有人挑战成功，BOSS也会消失。</p>";}i:7;a:8:{s:2:"Id";s:4:"1001";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"12";s:8:"question";s:40:"座驾的功能什么时候开启呢 ？";s:8:"answer_g";s:73:"当玩家完成任务3“力量汇聚任务”就会开启座驾功能。";s:8:"answer_s";s:73:"当玩家完成任务3“力量汇聚任务”就会开启座驾功能。";}i:8;a:8:{s:2:"Id";s:4:"1023";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"25";s:6:"status";s:1:"0";s:5:"ratio";s:2:"12";s:8:"question";s:45:"国会商场内换取的物品能否出售？";s:8:"answer_g";s:49:"使用官印兑换的物品是无法出售的。 ";s:8:"answer_s";s:49:"使用官印兑换的物品是无法出售的。 ";}i:9;a:8:{s:2:"Id";s:4:"1022";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"25";s:6:"status";s:1:"0";s:5:"ratio";s:2:"12";s:8:"question";s:54:"在国会内任职的玩家有哪些权利和福利？";s:8:"answer_g";s:234:"每个职位拥有的效果，权利和福利各不相同。 拥有的福利有：策略效果增加，专属头像设置，专属上限提示。 拥有的效果有：店铺收入加成。 拥有的权利有：禁言、禁用策略。";s:8:"answer_s";s:234:"每个职位拥有的效果，权利和福利各不相同。 拥有的福利有：策略效果增加，专属头像设置，专属上限提示。 拥有的效果有：店铺收入加成。 拥有的权利有：禁言、禁用策略。";}}
?>