<?php
//000000043200a:9:{s:2:"Id";s:4:"1351";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:33:"浦发如何开通网上银行？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1906:"<span style=\"color:#000000;\">如果您想继续申请浦发银行网上银行，请请仔细阅读下面的教程，浦发银行咨询热线：95528您可以携带本人身份证件以及名下任意一张东方卡或活期一本通存折，到上海浦东发展银行任一营业网点办理开通个人网银手续。 </span><br />
<img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/202722_97813.jpg\" alt=\"\" border=\"0\" /><br />
<span style=\"color:#000000;\">&nbsp;</span><br />
<span style=\"color:#000000;\">您可以选择使用数字证书或动态密码作为网上银行交易的安全保障。（点此处查看“数字证书”与“动态密码”的特点比较）&nbsp; </span><br />
<span style=\"color:#000000;\">如果您申请成为数字证书用户，工作人员会请您预留手机号码（仅在首次登录时使用），并为您完成开户手续。您的手机将收到一条777795528（移动手机）或778795528（联通手机）发送的开户成功提示短信。若您希望使用移动证书，需要购买一个USB Key。此后，您只要在30天内访问ebank.spdb.com.cn,点击“首次登录”,按页面提示完成首次登录操作即可开始使用网银。 </span><br />
<span style=\"color:#000000;\">如果您申请成为动态密码用户，工作人员会请您预留手机号码（首次登录、日常登录时均需使用），并为您完成开户手续。您的手机将收到一条777795528（移动手机）或778795528（联通手机）发送的开户成功提示短信。此后，您只要在30天内访问ebank.spdb.com.cn,点击“首次登录”,按页面提示完成首次登录操作即可开始使用网银。&nbsp; </span><br />
<span style=\"color:#000000;\">浦发银行网上银行是实时开通的——您到网点申请成功后，即可上网自助完成“首次登录”，开始使用网银。 </span><br />";s:6:"answer";s:0:"";}
?>