<?php
//000000043200a:9:{s:2:"Id";s:4:"1369";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"125";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:36:"东亚银行网上银行安全提示";s:8:"answer_g";s:0:"";s:8:"answer_s";s:4326:"<span style=\"color:#000000;\">为使您有一个安全的网上银行使用环境，您需要有一定的安全防范意识，养成良好的网上银行使用习惯，尽可能地避免一些不必要的损失。 </span><br />
<br />
<span style=\"font-weight:bold;color:#000000;\">一、登陆正确的网址 </span><br />
<span style=\"color:#000000;\">1.东亚银行网站地址为：<a target=\"_blank\" href=\"http://www.hkbea.com.cn\"><span style=\"color:#e53333;\">http://www.hkbea.com.cn</span></a>，请直接在浏览器内输入我行网址，从而登陆网上银行，不要采用超级链接方式间接访问我行网站。 </span><br />
<span style=\"color:#000000;\">2.小心识别虚假网站，若有任何怀疑，请立即致电800-830-3811与我们联系。 </span><br />
<span style=\"color:#000000;\">3.在登录东亚银行网络银行后，请您仔细检查浏览器右下角状态栏上的挂锁图标（双击挂锁图标）对应的我行证书信息。 </span><br />
<br />
<span style=\"font-weight:bold;color:#000000;\">二、保护好您的账号和密码</span><span style=\"color:#000000;\"> </span><br />
<span style=\"color:#000000;\">1.在任何时候及情况下，不要将您的账号、密码告诉别人；包括自称本行代表或本行雇员或授权人士，本行雇员或代表无须知道你的密码。 </span><br />
<span style=\"color:#000000;\">2.不要相信任何通过电子邮件、短信、电话等方式索要卡号和密码的行为。东亚银行不会以电子邮件或电话要求您提供私人密码。 </span><br />
<span style=\"color:#000000;\">3.对于已经向不明人员或网站提供网上银行密码的，要立即登录网上银行修改密码，或到柜面进行密码重置。 </span><br />
<span style=\"color:#000000;\">4.选择不容易猜测的密码,请避免使用例如：您的出生日期、电话号码、相同数字、连续数字。 </span><br />
<span style=\"color:#000000;\">5.为您的网上银行设置专门的密码，区别于您在其它系统中的设置。（例如：其他网上服务、ATM、存折和银行卡等）避免因某项密码的丢失而造成其他密码的泄漏。 </span><br />
<span style=\"color:#000000;\">6.不要在计算机上保存您的密码。不要将密码书写于纸张或卡片上，并要定期更改密码。 </span><br />
<span style=\"color:#000000;\">7.登陆电子网络银行服务及批核任何交易前，请先留意周围环境，切勿让他人知道你所输入的密码。 </span><br />
<br />
<span style=\"font-weight:bold;color:#000000;\">三、确保计算机安全 </span><br />
<span style=\"color:#000000;\">您的电脑及软件有可能受到病毒的入侵及电脑黑客的威胁，请您留意以下几点： </span><br />
<span style=\"color:#000000;\">1.安装个人防火墙。可以防止黑客入侵您的计算机。 </span><br />
<span style=\"color:#000000;\">2.安装并及时更新杀毒软件。养成定期更新杀毒软件的习惯，防止新型病毒入侵。 </span><br />
<span style=\"color:#000000;\">3.不要开启不明来历的电子邮件。 </span><br />
<span style=\"color:#000000;\">4.请留意电脑是否被安装任何间谍软件或恶意程序，这类软件可能会把电脑的重要资料传送给他人。在安装任何来历可疑的软件前，请向技术专家查询。 </span><br />
<span style=\"color:#000000;\">5.其他必要的保护措施 </span><br />
<span style=\"color:#000000;\">&nbsp; 不要在公共场所（如网吧、公共图书馆等）使用网上银行，因为您无法知道这些计算机是否装有恶意的监测程序。 </span><br />
<span style=\"color:#000000;\">&nbsp; 为您所使用的计算机设定密码，以防止他人擅自取用您的资料。 </span><br />
<span style=\"color:#000000;\">&nbsp; 在每次使用网上银行后，请点击页面右上角的“退出”结束使用。 </span><br />
<span style=\"color:#000000;\">&nbsp; 切勿向别人透露您的用户名、密码或任何个人身份识别资料。 </span><br />
<span style=\"color:#000000;\">&nbsp; 妥善保存您的银行资料，并仔细核查。 </span><br />
<span style=\"color:#000000;\">&nbsp; 切勿使用网上银行服务时离开电脑。 </span><br />
<br />";s:6:"answer";s:0:"";}
?>