<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"950";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:30:"员工名字可以修改吗？";s:8:"answer_g";N;s:8:"answer_s";s:155:"员工名字可以进行修改，每次修改的间隔时间为24小时，但高属性员工、黑衣人、超级黑衣人等员工不可以进行修改。";}i:1;a:8:{s:2:"Id";s:3:"961";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:30:"员工熟练度如何获得？";s:8:"answer_g";N;s:8:"answer_s";s:231:"员工在店铺中每工作一小时增加一点熟练度，员工每做一次常务工作增加一点熟练度。熟练度上限为960，G币深造员工需要达到一定的熟练度，深造失败会扣除员工熟练度。
 
";}i:2;a:8:{s:2:"Id";s:3:"967";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:27:"如何进行员工认证？";s:8:"answer_g";N;s:8:"answer_s";s:435:"点击游戏页面中的事业--员工管理--员工认证，选取“高属性员工认证”或者“普通橙色员工认证”，进入后选择员工即可进行认证。 员工认证后只有一个员工会通过认证，该员工会提升为所有行业全能精通、获得随机大师级天赋、能力总和680-700之间；其他未通过的员工都将会自动离职。忠诚员工通过认证后会变为可挖的员工。";}i:3;a:8:{s:2:"Id";s:3:"968";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:27:"如何进行员工续约？";s:8:"answer_g";N;s:8:"answer_s";s:309:"员工续约可以进行单个员工续约和批量续约，员工的合同少于14天才能进行续约。单个员工续约：点击进入员工信息页面，然后点击续约完成操作即可；批量续约：点击“员工管理”--选择需要续约的员工--“批量续约”完成操作即可。";}i:4;a:8:{s:2:"Id";s:3:"969";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:27:"员工关注度是什么？";s:8:"answer_g";N;s:8:"answer_s";s:99:"关注度的多少是指您的员工被其他玩家收藏的次数，每收藏一次增加一点。";}i:5;a:8:{s:2:"Id";s:3:"970";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:51:"通过认证获得的员工有几天保护时间？";s:8:"answer_g";N;s:8:"answer_s";s:126:"通过员工认证获得的员工有三天保护时间，在三天保护时间内其他玩家不能对其进行挖人操作。";}i:6;a:8:{s:2:"Id";s:3:"957";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:27:"各天赋等级的效果？";s:8:"answer_g";N;s:8:"answer_s";s:348:"初级天赋：可提高挖人成功率，对店铺收入加成5%
中级天赋：可提高挖人成功率，对店铺收入加成10%
专家级天赋：可提高挖人成功率，对店铺收入加成20%
大师级天赋：可提高挖人成功率，对店铺收入加成50%
宗师级天赋：可提高挖人成功率，对店铺收入加成80%
";}i:7;a:8:{s:2:"Id";s:3:"958";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:39:"员工忠诚度如何提升和降低？";s:8:"answer_g";N;s:8:"answer_s";s:274:"增加员工忠诚度：开会、员工沟通、奖励、不松口果汁可增加、续约
降低自己员工忠诚度：松口果汁、某时间段员工沟通使用怒斥
降低其他玩家员工忠诚度：议政厅权利查封公司、媒体打击、使用策略扰乱";}i:8;a:8:{s:2:"Id";s:3:"959";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:27:"如何进行员工招聘？";s:8:"answer_g";N;s:8:"answer_s";s:324:"点击“事业”--“员工招聘”进行选择合适的员工进行招聘操作，另外也可以使用批量招聘来获得员工，批量招聘需要足够的合约和招聘次数，合约分为黄金合约、钻石合约、金钻合约三种。进行批量招聘需要拥有10张相同的合约和10次招聘次数。";}i:9;a:8:{s:2:"Id";s:3:"960";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:33:"员工离职的形式有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:524:"员工离职总共有四种情况：
一、员工合约到期自动离职：每个员工都有合约期限，当合约期限到了，而玩家没有及时进行续约的话，该员工会因为合约到期而自动离职。
二、员工忠诚度过低自动离职：当员工忠诚度低于30时，就有几率会因为忠诚度过低而自动离职。
三、员工被挖：当别的玩家成功挖走了该员工后，会收到该员工的辞职信。
四、解雇员工：由玩家自行操作解雇该员工。

 
";}}
?>