<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"654";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:45:"交易币有什么作用，如何获取？ 
";s:8:"answer_g";s:156:"交易币专用于交易市场的市场交易。交易币可以通过物品交易界面的原料兑换获得，或通过在交易市场出售物品获得。";s:8:"answer_s";s:156:"交易币专用于交易市场的市场交易。交易币可以通过物品交易界面的原料兑换获得，或通过在交易市场出售物品获得。";}i:1;a:8:{s:2:"Id";s:3:"656";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"18";s:8:"question";s:22:"G币有什么用呢？";s:8:"answer_g";s:115:"G币是指玩家游戏中开设店铺等所赚取的游戏币，可用于建设店铺，升级公司等等作用。";s:8:"answer_s";s:115:"G币是指玩家游戏中开设店铺等所赚取的游戏币，可用于建设店铺，升级公司等等作用。";}i:2;a:8:{s:2:"Id";s:3:"650";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"16";s:8:"question";s:36:"我能否一次竞标多个物品？";s:8:"answer_g";s:96:"一次竞拍几个物品是可以的。竞拍后可以通过物品交易，我的竞拍查看。";s:8:"answer_s";s:96:"一次竞拍几个物品是可以的。竞拍后可以通过物品交易，我的竞拍查看。";}i:3;a:8:{s:2:"Id";s:3:"651";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:42:"为什么我出售的物品不能取消？";s:8:"answer_g";s:138:"竞拍后是无法取消竞标类型的订单的，只有等待设定的时间完成，若是没有成交，系统会自动进行撤单。";s:8:"answer_s";s:138:"竞拍后是无法取消竞标类型的订单的，只有等待设定的时间完成，若是没有成交，系统会自动进行撤单。";}i:4;a:8:{s:2:"Id";s:3:"658";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:59:"什么是建议价格，这个建议价格如何得出？
";s:8:"answer_g";s:203:"交易系统根据两周内该物品成交的价格，生成的一个平均价格，为交易建议价格，更新时间为凌晨00:00。服务器开始没有数据时，系统设定一个平均价格。";s:8:"answer_s";s:203:"交易系统根据两周内该物品成交的价格，生成的一个平均价格，为交易建议价格，更新时间为凌晨00:00。服务器开始没有数据时，系统设定一个平均价格。";}i:5;a:8:{s:2:"Id";s:4:"1016";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"9";s:8:"question";s:36:"如何在交易市场出售货物？";s:8:"answer_g";s:440:"进行市场交易时，可根据需要将原料或者货物以一口价或者竞拍的形式来出售。 点击工厂—物品交易—我的出售—选择所要出售的物品，设置出售时间、数量、单价，当单价低于“建议价格”一定程度时系统默认为“竞拍价”形式出售，在有限时间内，出价高的玩家可以获得；其他情况为“一口价”出售，玩家购买时可即时获得。 ";s:8:"answer_s";s:440:"进行市场交易时，可根据需要将原料或者货物以一口价或者竞拍的形式来出售。 点击工厂—物品交易—我的出售—选择所要出售的物品，设置出售时间、数量、单价，当单价低于“建议价格”一定程度时系统默认为“竞拍价”形式出售，在有限时间内，出价高的玩家可以获得；其他情况为“一口价”出售，玩家购买时可即时获得。 ";}i:6;a:8:{s:2:"Id";s:3:"642";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"9";s:8:"question";s:45:"交易市场的交易税是如何设定的？";s:8:"answer_g";s:790:"设置的出售价格低于建议价格—税率5%
设置的出售价格等于或高于20%建议价格之间—税率5%
设置的出售价格高于建议价格20%-30%之间（包括等于30%）—税率15%
设置的出售价格高于建议价格30%-40%之间（包括等于40%）—税率25%
设置的出售价格高于建议价格40%-50%之间（包括等于50%）—税率35%
设置的出售价格高于建议价格50%-60%之间（包括等于60%）—税率45%
设置的出售价格高于建议价格60%-70%之间（包括等于70%）—税率55%
设置的出售价格高于建议价格70%-80%之间（包括等于80%）—率65%
设置的出售价格高于建议价格80%-90%之间（包括等于90%）—税率75%
设置的出售价格高于建议价格90%以上—税率85%
";s:8:"answer_s";s:848:"设置的出售价格低于建议价格—税率5%<br />
设置的出售价格等于或高于20%建议价格之间—税率5%<br />
设置的出售价格高于建议价格20%-30%之间（包括等于30%）—税率15%<br />
设置的出售价格高于建议价格30%-40%之间（包括等于40%）—税率25%<br />
设置的出售价格高于建议价格40%-50%之间（包括等于50%）—税率35%<br />
设置的出售价格高于建议价格50%-60%之间（包括等于60%）—税率45%<br />
设置的出售价格高于建议价格60%-70%之间（包括等于70%）—税率55%<br />
设置的出售价格高于建议价格70%-80%之间（包括等于80%）—率65%<br />
设置的出售价格高于建议价格80%-90%之间（包括等于90%）—税率75%<br />
设置的出售价格高于建议价格90%以上—税率85%<br />";}i:7;a:8:{s:2:"Id";s:3:"662";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:21:"原料能否出售？";s:8:"answer_g";s:153:"原料也是可以出售的。选择工厂→物品交易→我的出售→选择原料→选择出售时限→输入数量，价格等→确认出售。";s:8:"answer_s";s:153:"原料也是可以出售的。选择工厂→物品交易→我的出售→选择原料→选择出售时限→输入数量，价格等→确认出售。";}i:8;a:8:{s:2:"Id";s:4:"1017";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:33:"竞拍类型订单交易的情况";s:8:"answer_g";s:903:"(1)当竞拍的起拍价没有人出价的时候，玩家出价的价格范围可以是大于或者等于起拍价 
(2)当竞拍的物品有人出价的时候，玩家出价的范围必须大于当前最高出价，才会判断此次出价有效 
(3)单价输入框输入限制类型：纯数字输入数量类型 输入数量限定：1~999999 可输入类型：数字0~9 不可输入类型：特殊字符，中英文标点符号，英文字母，中文汉字，空格 玩家选中一条交易类型为“竞拍”的订单，再点击下方的“一口价”购买按钮， 出错误提示：您选择的是“竞拍”类型订单，不可以直接购买。 确定 玩家选中一条交易类型为“竞拍”的订单，在下方的单价输入框后中输入竞拍单价，下方的总价会根据输入的单价自动变化（总价不可输入），再点击下方的“竞拍”购买按钮。";s:8:"answer_s";s:934:"<p>(1)当竞拍的起拍价没有人出价的时候，玩家出价的价格范围可以是大于或者等于起拍价&nbsp;</p>
<p>(2)当竞拍的物品有人出价的时候，玩家出价的范围必须大于当前最高出价，才会判断此次出价有效&nbsp;</p>
<p>(3)单价输入框输入限制类型：纯数字输入数量类型 输入数量限定：1~999999 可输入类型：数字0~9 不可输入类型：特殊字符，中英文标点符号，英文字母，中文汉字，空格 玩家选中一条交易类型为“竞拍”的订单，再点击下方的“一口价”购买按钮， 出错误提示：您选择的是“竞拍”类型订单，不可以直接购买。 确定 玩家选中一条交易类型为“竞拍”的订单，在下方的单价输入框后中输入竞拍单价，下方的总价会根据输入的单价自动变化（总价不可输入），再点击下方的“竞拍”购买按钮。</p>";}i:9;a:8:{s:2:"Id";s:3:"644";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:105:"我看到我出售的物品被人竞拍了，时间也到了，但为什么不提示我出手成功呢？";s:8:"answer_g";s:312:"当竞拍的单在最后1分钟内，有其他玩家竞拍出价，则此订单剩余时间将还原为1分钟，例如结束时间还剩下30秒的时候，有一个玩家出价竞拍了，那么结束时间剩余将变成60秒，最后一分钟内，没有其他玩家出价，才算此订单真正的结束。";s:8:"answer_s";s:312:"当竞拍的单在最后1分钟内，有其他玩家竞拍出价，则此订单剩余时间将还原为1分钟，例如结束时间还剩下30秒的时候，有一个玩家出价竞拍了，那么结束时间剩余将变成60秒，最后一分钟内，没有其他玩家出价，才算此订单真正的结束。";}}
?>