<?php
//000000043200a:5:{i:0;a:8:{s:2:"Id";s:4:"1337";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:88:"代码错误“3005”，交易不确定，是怎么回事？支付成功了吗？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:307:"<p>建行支付在某些时候连接不是很稳定，有时候会出现连接速度很慢的情况。</p>
<p>在这种情况下支付时，就会出现代码“3005”的错误提示，出现此问题，请您登录建行网银使用服务管理中的相关功能项查询是否支付成功。</p>
<br />";}i:1;a:8:{s:2:"Id";s:4:"1338";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:72:"网银登录密码、交易密码和取款密码有什么区别？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:594:"<p>登录密码是登录网上银行系统时使用的密码，它是由网银中心在客户网上申请时客户自行设定使用的。</p>
<p>交易密码是登录网上银行后客户使用建行金融产品确认交易信息的密码，它的设置主要是为了确保交易指令是由客户本人发出的。</p>
<p>取款密码是您建行卡的密码，仅在从财付通转到建行网上支付登录后确认付款使用。</p>
<p><span style=\"color:#e53333;\">从安全角度考虑，建议您在进行网上交易时也应定期修改交易密码和取款密码。</span></p>";}i:2;a:8:{s:2:"Id";s:4:"1339";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:78:"在网上申请成为建行网银客户以后，还要到柜台签约？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:457:"<p>成功申请成为建行网上银行的客户以后，您可享受账户查询、网上缴费、网上支付等服务；但为了您的资金安全或您想拥有更多更好的服务，推荐您下载个人证书，并到建行柜台签约，升级为签约客户。</p>
<p>全国签约客户除享有普通客户的所有服务外，还可享受多种形式的账户转账、网上速汇通、银证业务、证券业务、外汇买卖等服务。</p>";}i:3;a:8:{s:2:"Id";s:4:"1340";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:115:"我使用龙卡支付时，显示的“代码1058，该定单已支付过”是什么意思？怎样解决？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:463:"错误代码1058，显示的内容应该是“该定单已支付过”，出现此错误的原因是您在第一次支付时，由于某些原因（卡号、密码、身份证号不符或帐户金额不足等）并未成功，您又退回对同一个定单进行了第二次支付，而根据建行的规定，一个定单只能支付一次，如果第一次没有成功，则该定单就作废了，如果再进行支付的话，就会出现如上错误。<br />";}i:4;a:8:{s:2:"Id";s:4:"1342";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:39:"建行如何查询交易明细？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:504:"<p>1、您可以登录<a target=\"_blank\" href=\"http://www.ccb.com\">建设银行网址</a>－我的账户－账户查询－选择账号－查询明细。</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/201337_92556.jpg\" alt=\"\" border=\"0\" /></p>
<p>&nbsp;</p>
<p>2、如果账户明细有很多页，点击右下角页码可以查询更多的交易明细。</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/201429_45589.jpg\" alt=\"\" border=\"0\" /></p>";}}
?>