<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"374";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"437";s:8:"question";s:58:"座驾最高级可达多少级？升级需要什么条件?";s:8:"answer_g";s:152:"目前座驾最高可以升到100级。
另外座驾升级需要满足2个条件
⑴公司等级。
⑵需要有足够的座驾升级材料和G币。";s:8:"answer_s";s:176:"目前座驾最高可以升到100级。<br />
另外座驾升级需要满足2个条件<br />
⑴公司等级。<br />
⑵需要有足够的座驾升级材料和G币。<br />";}i:1;a:8:{s:2:"Id";s:3:"376";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"332";s:8:"question";s:33:"怎么提高座驾的价值呢？";s:8:"answer_g";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";s:8:"answer_s";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";}i:2;a:8:{s:2:"Id";s:3:"375";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"160";s:8:"question";s:48:"座驾有哪些属性？分别如何提升呢？";s:8:"answer_g";s:696:"座驾PK时共涉及6个属性，分别为：
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；
攻击力：攻击力可以通过配件自带属性或给配件升星获得；
防御力：防御力可以通过配件自带属性或给配件升星获得；
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。";s:8:"answer_s";s:738:"座驾PK时共涉及6个属性，分别为：<br />
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；<br />
攻击力：攻击力可以通过配件自带属性或给配件升星获得；<br />
防御力：防御力可以通过配件自带属性或给配件升星获得；<br />
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。<br />";}i:3;a:8:{s:2:"Id";s:3:"357";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"58";s:8:"question";s:30:"赠送道具有否有限制？";s:8:"answer_g";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";s:8:"answer_s";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";}i:4;a:8:{s:2:"Id";s:4:"1008";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"31";s:8:"question";s:33:"座驾装备如何镶嵌宝石？";s:8:"answer_g";s:289:"如需要在座驾的装备上镶嵌宝石，首先需开启座驾功能中的“研究院”，开启研究院的条件为：座驾需30级，之后逐步完成座驾系列任务即可。 之后点击座驾--研究院--物品镶嵌，按照提示就可以给座驾装备附件镶嵌了。";s:8:"answer_s";s:289:"如需要在座驾的装备上镶嵌宝石，首先需开启座驾功能中的“研究院”，开启研究院的条件为：座驾需30级，之后逐步完成座驾系列任务即可。 之后点击座驾--研究院--物品镶嵌，按照提示就可以给座驾装备附件镶嵌了。";}i:5;a:8:{s:2:"Id";s:3:"988";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"28";s:8:"question";s:45:"座驾装备镶嵌的宝石有什么限制？";s:8:"answer_g";s:156:"座驾装备镶嵌的宝石等级和装备的等级有关，最高只能镶嵌装备要求的宝石等级，低于要求的宝石等级镶嵌不受限制。";s:8:"answer_s";s:156:"座驾装备镶嵌的宝石等级和装备的等级有关，最高只能镶嵌装备要求的宝石等级，低于要求的宝石等级镶嵌不受限制。";}i:6;a:8:{s:2:"Id";s:3:"358";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"26";s:8:"question";s:57:"为什么我赠送某玩家道具会显示赠送失败？";s:8:"answer_g";s:129:"赠送失败原因可能是没有输入受赠者、或没有该受赠者，建议在赠送物品前仔细确认受赠者名字。";s:8:"answer_s";s:129:"赠送失败原因可能是没有输入受赠者、或没有该受赠者，建议在赠送物品前仔细确认受赠者名字。";}i:7;a:8:{s:2:"Id";s:4:"1006";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"24";s:8:"question";s:66:"座驾中的舒适度、安全性、平稳性有什么作用呢？";s:8:"answer_g";s:140:"舒适度：影响店铺基础收入加成； 平稳性：每次开采基础原料获取量增加； 安全性：工厂生产货物加速。";s:8:"answer_s";s:140:"舒适度：影响店铺基础收入加成； 平稳性：每次开采基础原料获取量增加； 安全性：工厂生产货物加速。";}i:8;a:8:{s:2:"Id";s:3:"998";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:70:"越野赛的关卡品质什么颜色的最好 排列依次是什么？";s:8:"answer_g";s:236:"越野赛的关卡品质最好为红色品质，品质颜色由低到高分别为：白色（基础奖励 100%）--绿色（基础奖励120%）--蓝色（基础奖励150%）--紫色（基础奖励200%）--红色（基础奖励400%）！";s:8:"answer_s";s:236:"越野赛的关卡品质最好为红色品质，品质颜色由低到高分别为：白色（基础奖励 100%）--绿色（基础奖励120%）--蓝色（基础奖励150%）--紫色（基础奖励200%）--红色（基础奖励400%）！";}i:9;a:8:{s:2:"Id";s:4:"1003";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"21";s:8:"question";s:36:"座驾可以完成什么任务呢？";s:8:"answer_g";s:114:"座驾可以参加商会内的越野战，地标争夺战，庄园任务，车神争霸赛，职业训练赛等。";s:8:"answer_s";s:114:"座驾可以参加商会内的越野战，地标争夺战，庄园任务，车神争霸赛，职业训练赛等。";}}
?>