<?php
//000000043200a:9:{s:2:"Id";s:4:"1353";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:60:"企业版浦发银行如何开通网上银行支付功能？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1451:"<span style=\"color:#000000;\">只要公司在浦发银行开立过公司账户，在开户网点就可以办理公司网上银行。 </span><br />
<span style=\"color:#000000;\">具体手续如下： </span><br />
<span style=\"color:#000000;\">1、客户经办人需携带经办人身份证（原件和复印件一份）及法人授权书（加盖公司公章和法人章），在阅读《上海浦东发展银行网上银行业务章程》后，填写相关申请表格，具体有： </span><br />
<span style=\"color:#000000;\">&nbsp; （1）《上海浦东发展银行公司网上银行签约申请书》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （2）《公司网上银行存款账户申报清单》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （3）《公司结算存款账户预留印鉴清单》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （4）《上海浦东发展银行公司网上银行业务服务协议》（如开办“公司网银”）一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （5）《上海浦东发展银行公司网上银行数字证书管理表》（如开办“公司网银”）一式两份。 </span><br />
<span style=\"color:#000000;\">2、浦发银行柜员审核通过后，根据客户申请的数字证书数量，为其打印同等数量的密码信封并出售同等数量的USBKey。</span><br />
<br />";s:6:"answer";s:0:"";}
?>