<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:4:"1123";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"30";s:8:"question";s:42:"店铺升级点有何用？如何获得？";s:8:"answer_g";s:433:"店铺点即店铺升级点（店铺升级点券），用于升级店铺。店铺点的获得方式有5种：
（1）每小时可自然获得1点，直到达到公司等级匹配的上限；
（2）可以从商城中购买店铺点券礼盒，可获得6张店铺点券及增加1次每日征收次数；
（3）“登陆奖励”抽取；
（4）完成“任务”里的各种任务；
（5）完成店铺的“特殊事件”；";s:8:"answer_s";s:478:"<p>店铺点即店铺升级点（店铺升级点券），用于升级店铺。店铺点的获得方式有5种： </p>
<p>（1）每小时可自然获得1点，直到达到公司等级匹配的上限； </p>
<p>（2）可以从商城中购买店铺点券礼盒，可获得6张店铺点券及增加1次每日征收次数。</p>
<p>（3）“登陆奖励”抽取；</p>
<p>（4）完成“任务”里的各种任务； </p>
<p>（5）完成店铺的“特殊事件”；</p>";}i:1;a:8:{s:2:"Id";s:4:"1124";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"19";s:8:"question";s:27:"如何增加店铺收入？";s:8:"answer_g";s:445:"（1）店铺级别越高，收益越多； 
（2）在店铺内放入工厂货物出售可获得额外的收益； 
（3）派遣本行业的员工进入店铺可产生较多收益； 
（4）店铺在职员工的天赋、经验越高，获得的收益越多； 
（5）店铺架构越完善，获得的收益越多； 
（6）公司架构越完善，获得的收益越高； 
（7）提升座驾的“舒适度”越高，收入越多。";s:8:"answer_s";s:524:"<p>（1）店铺级别越高，收益越多；&nbsp;</p>
<p>（2）在店铺内放入工厂货物出售可获得额外的收益；&nbsp;</p>
<p>（3）派遣本行业的员工进入店铺可产生较多收益；&nbsp;</p>
<p>（4）店铺在职员工的天赋、经验越高，获得的收益越多；&nbsp;</p>
<p>（5）店铺架构越完善，获得的收益越多；&nbsp;</p>
<p>（6）公司架构越完善，获得的收益越高；&nbsp;</p>
<p>（7）提升座驾的“舒适度”越高，收入越多。</p>";}i:2;a:8:{s:2:"Id";s:4:"1122";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"19";s:8:"question";s:36:"能否创建其他行业的店铺？";s:8:"answer_g";s:186:"一旦选择行业后，之后只可以建造本行业的建筑，其他行业的店铺就无法建造了。游戏中有五个行业，每个行业都有十种店铺类型可供选择。";s:8:"answer_s";s:186:"一旦选择行业后，之后只可以建造本行业的建筑，其他行业的店铺就无法建造了。游戏中有五个行业，每个行业都有十种店铺类型可供选择。";}i:3;a:8:{s:2:"Id";s:4:"1120";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"17";s:8:"question";s:24:"升级店铺有何用？";s:8:"answer_g";s:156:"店铺是公司收入的主要来源，店铺等级越高，可放置的员工数量越多，店铺的架构越完善，获得收益也就越高、越多。";s:8:"answer_s";s:156:"店铺是公司收入的主要来源，店铺等级越高，可放置的员工数量越多，店铺的架构越完善，获得收益也就越高、越多。";}i:4;a:8:{s:2:"Id";s:4:"1119";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:48:"什么是店铺的特殊事件？怎么处理？";s:8:"answer_g";s:408:"店铺的特殊事件有很多，比如说：员工偷懒，店铺发生虫害等。事件是随机发生的，不会对店铺的收入有影响，但是处理会增加额外的奖励。每个特殊事件都有结束时间，在结束之前没有处理，特殊事件就会消失。当店铺发生特殊事件时，店铺图标上会出现一个特殊事件图标，点击进入后进行相应操作即可。";s:8:"answer_s";s:408:"店铺的特殊事件有很多，比如说：员工偷懒，店铺发生虫害等。事件是随机发生的，不会对店铺的收入有影响，但是处理会增加额外的奖励。每个特殊事件都有结束时间，在结束之前没有处理，特殊事件就会消失。当店铺发生特殊事件时，店铺图标上会出现一个特殊事件图标，点击进入后进行相应操作即可。";}i:5;a:8:{s:2:"Id";s:4:"1126";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"12";s:8:"question";s:39:"如何更换店铺里出售的货物？";s:8:"answer_g";s:150:"点击店铺进入店铺页面，再点击界面右上角的“运送货物”图标，在弹出的对话框选择所需货物，点击确定即可。";s:8:"answer_s";s:150:"点击店铺进入店铺页面，再点击界面右上角的“运送货物”图标，在弹出的对话框选择所需货物，点击确定即可。";}i:6;a:8:{s:2:"Id";s:4:"1125";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:39:"如何将货物放入店铺内出售？";s:8:"answer_g";s:141:"点击店铺进入店铺页面，再点击界面右上角的“点击放入货物”图标，完成弹出的对话框的操作提示即可。";s:8:"answer_s";s:141:"点击店铺进入店铺页面，再点击界面右上角的“点击放入货物”图标，完成弹出的对话框的操作提示即可。";}i:7;a:8:{s:2:"Id";s:4:"1121";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:60:"角色名称或店铺名称设置，有没有特殊限制？";s:8:"answer_g";s:238:"名称字符长度：2~10字节。可输入：空格和阿拉伯数字，中文汉字（简体繁体），英文字母（不区分英文大小写）。不可输入：中英文标点符号，特殊字符，常规屏蔽字符，纯空格。";s:8:"answer_s";s:238:"名称字符长度：2~10字节。可输入：空格和阿拉伯数字，中文汉字（简体繁体），英文字母（不区分英文大小写）。不可输入：中英文标点符号，特殊字符，常规屏蔽字符，纯空格。";}i:8;a:8:{s:2:"Id";s:4:"1127";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:54:"店铺的外观和街道背景什么时候会更换？";s:8:"answer_g";s:28:"店铺每5级一个变化。";s:8:"answer_s";s:28:"店铺每5级一个变化。";}i:9;a:8:{s:2:"Id";s:4:"1128";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:54:"最高的店铺架构是怎么样的？有什么用？";s:8:"answer_g";s:227:"公司最多可建设50间店铺，店铺最高可升至50级。最终的店铺架构可拥有高级经理1名、经理2名、店长3名、主管4名；店铺架构影响店铺收入，架构越完善，获得的收益越多。";s:8:"answer_s";s:227:"公司最多可建设50间店铺，店铺最高可升至50级。最终的店铺架构可拥有高级经理1名、经理2名、店长3名、主管4名；店铺架构影响店铺收入，架构越完善，获得的收益越多。";}}
?>