<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"191";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"33";s:8:"question";s:45:"进入《富人国》，我能做些什么？";s:8:"answer_g";s:234:"玩家首次进入《富人国》，可以据新手引导熟悉游戏，新手引导完后大家去接任务，根据任务的完成一步步对游戏基本架构有一个大概的了解。最后创建属于你自己的商业帝国。";s:8:"answer_s";s:234:"玩家首次进入《富人国》，可以据新手引导熟悉游戏，新手引导完后大家去接任务，根据任务的完成一步步对游戏基本架构有一个大概的了解。最后创建属于你自己的商业帝国。";}i:1;a:8:{s:2:"Id";s:4:"1115";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"33";s:8:"question";s:36:"可以对员工进行哪些操作？";s:8:"answer_g";s:723:"沟通：增加员工的忠诚度；
奖励：增加员工的忠诚度；
深造：可提升员工经验等级，橙色员工的经验值是“无所不能”收入加成最高，依次是红色员工（非凡能力）>紫色员工（卓越成就）>蓝色员工（丰富经验）>绿色员工（很大兴趣）>白色员工；
开窍：可提升员工的天赋值和天赋等级。宗师级的收入加成最高，依次是大师级>专家级>中级>初级>无天赋；
魔鬼特训：可改变员工的行业，本行业的员工派遣至店铺内能产生较多的收入加成，进行魔鬼特训，可将非本行业的员工转为本行业的员工。
解雇：员工解雇后会离你而去，不会再返回。";s:8:"answer_s";s:771:"<p>沟通：增加员工的忠诚度；</p>
<p>奖励：增加员工的忠诚度；</p>
<p>深造：可提升员工经验等级，橙色员工的经验值是“无所不能”收入加成最高，依次是红色员工（非凡能力）>紫色员工（卓越成就）>蓝色员工（丰富经验）>绿色员工（很大兴趣）>白色员工； </p>
<p>开窍：可提升员工的天赋值和天赋等级。宗师级的收入加成最高，依次是大师级>专家级>中级>初级>无天赋；</p>
<p> 魔鬼特训：可改变员工的行业，本行业的员工派遣至店铺内能产生较多的收入加成，进行魔鬼特训，可将非本行业的员工转为本行业的员工。</p>
<p> 解雇：员工解雇后会离你而去，不会再返回。</p>";}i:2;a:8:{s:2:"Id";s:4:"1008";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"33";s:8:"question";s:33:"座驾装备如何镶嵌宝石？";s:8:"answer_g";s:289:"如需要在座驾的装备上镶嵌宝石，首先需开启座驾功能中的“研究院”，开启研究院的条件为：座驾需30级，之后逐步完成座驾系列任务即可。 之后点击座驾--研究院--物品镶嵌，按照提示就可以给座驾装备附件镶嵌了。";s:8:"answer_s";s:289:"如需要在座驾的装备上镶嵌宝石，首先需开启座驾功能中的“研究院”，开启研究院的条件为：座驾需30级，之后逐步完成座驾系列任务即可。 之后点击座驾--研究院--物品镶嵌，按照提示就可以给座驾装备附件镶嵌了。";}i:3;a:8:{s:2:"Id";s:4:"1116";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"32";s:8:"question";s:33:"如何提满店铺内的架构？";s:8:"answer_g";s:493:"店铺级别越高，架构越齐全，等级设置为高级经理—经理—店长—主管
进入任一店铺，点击“架构”，查看提升至各级别所需条件及加成效果：
高级经理:店铺基础收入加50%；需要：橙色员工，宗师天赋
经理：店铺基础收入加35%；需要： 橙色员工，大师天赋
店长：店铺基础收入加20%；需要：红色员工，专家天赋
主管：店铺基础收入加10%；需要： 红色员工，中级天赋";s:8:"answer_s";s:554:"<p>店铺级别越高，架构越齐全，等级设置为高级经理—经理—店长—主管 进入任一店铺，点击“架构”，查看提升至各级别所需条件及加成效果：&nbsp;</p>
<p>高级经理:店铺基础收入加50%；需要：橙色员工，宗师天赋&nbsp;</p>
<p>经理：店铺基础收入加35%；需要： 橙色员工，大师天赋&nbsp;</p>
<p>店长：店铺基础收入加20%；需要：红色员工，专家天赋&nbsp;</p>
<p>主管：店铺基础收入加10%；需要： 红色员工，中级天赋。</p>";}i:4;a:8:{s:2:"Id";s:4:"1095";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"32";s:8:"question";s:30:"员工共有那几个等级？";s:8:"answer_g";s:94:"员工等级由低到高包含白人、绿人、蓝人、紫人、红人、黄人6个等级。";s:8:"answer_s";s:94:"员工等级由低到高包含白人、绿人、蓝人、紫人、红人、黄人6个等级。";}i:5;a:8:{s:2:"Id";s:4:"1297";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:2:"32";s:8:"question";s:42:"忠诚员工的忠诚度会不会降低？";s:8:"answer_g";s:227:"忠诚员工不会被挖走，忠诚员工的忠诚度默认是100，但是跟普通员工一样，忠诚度每日零点自动扣除1点，当员工忠诚度为0时，该员工将自动离职，系统将发邮件通知玩家。";s:8:"answer_s";s:227:"忠诚员工不会被挖走，忠诚员工的忠诚度默认是100，但是跟普通员工一样，忠诚度每日零点自动扣除1点，当员工忠诚度为0时，该员工将自动离职，系统将发邮件通知玩家。";}i:6;a:8:{s:2:"Id";s:3:"336";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"37";s:6:"status";s:1:"0";s:5:"ratio";s:2:"31";s:8:"question";s:36:"游戏内包含哪些排行统计？";s:8:"answer_g";s:225:"目前游戏中包含：总收入排行，员工评分排行，商会排行，座驾排行，公司日收入排行，一共五大排行分配。在登入游戏后可以点击游戏屏幕右下方的“排行”功能查看。";s:8:"answer_s";s:225:"目前游戏中包含：总收入排行，员工评分排行，商会排行，座驾排行，公司日收入排行，一共五大排行分配。在登入游戏后可以点击游戏屏幕右下方的“排行”功能查看。";}i:7;a:8:{s:2:"Id";s:3:"293";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"33";s:6:"status";s:1:"0";s:5:"ratio";s:2:"31";s:8:"question";s:102:"当我生产物品到一半的时候，我不想再生产，停止生产后，原料会不会丢失？";s:8:"answer_g";s:81:"取消生产后，剩余的货物生产原料将返回给玩家的工厂仓库。";s:8:"answer_s";s:81:"取消生产后，剩余的货物生产原料将返回给玩家的工厂仓库。";}i:8;a:8:{s:2:"Id";s:4:"1031";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:2:"31";s:8:"question";s:99:"玩家占领某据点后，是否需要等到资源采集完才离开，前往占领其他据点？";s:8:"answer_g";s:123:"不需要等待该据点资源枯竭，玩家可以继续去争夺拥有更多资源的据点或者等级更高的据点。";s:8:"answer_s";s:123:"不需要等待该据点资源枯竭，玩家可以继续去争夺拥有更多资源的据点或者等级更高的据点。";}i:9;a:8:{s:2:"Id";s:3:"338";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"30";s:8:"question";s:39:"取消的任务后能否再次接受？";s:8:"answer_g";s:141:"取消任务后可以在任务列表中领取该任务，另外取消后的任务将恢复为未选择状态，玩家可重新选择完成。";s:8:"answer_s";s:141:"取消任务后可以在任务列表中领取该任务，另外取消后的任务将恢复为未选择状态，玩家可重新选择完成。";}}
?>