<?php
//000000043200a:9:{s:2:"Id";s:4:"1313";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"108";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:45:"用户使用网上银行应该注意什么？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1445:"<b>1、打开支付页面，提示“该页无法显示”或空白页，解决方法如下：</b><br/> 
(1)没有升级IE浏览器，导致加密级别过低，无法进入银行系统。 请升级到6.0及以上版本。<br/> 
(2)上网环境或上网方式受限，可能是网络服务商限制，如有条件更换一种上网方式或环境。<br/>
(3)瞬间网络不通，尝试刷新页面；如果刷新不能解决问题，可能由于浏览器设置缓存，请在IE菜单—工具—Internet选项—点击“删除cookies”和“删除文件”，用以清除临时文件。<br/> 
<br/>
<b>2、使用关闭窗口的方式退出网上银行网页，需要注意：</b><br/> 
请不要用关闭浏览器窗口的方式退出。为确保网上银行的连接被安全地终止，在完成所有交易后，使用系统中的\"退出\"功能退出网上理财服务。<br/> 
<br/> 
<b>3、创建和保护我的网上银行密码，需要注意：</b><br/>
(1)您在创建自己的密码的时候，请注意以下几点： 
请选择一个较难被别人猜到的密码。不要把密码和您的个人资料如：生日，名字，电话号码或其他常用的信息联系起来。<br/> 
(2)不要使用与其他网站或电子邮件相同的密码。<br/> 
创建个人密码时，请交叉使用文字和数字并加入大小写，如W121fd1Q。避免使用重复的字符或连续的数字，如 12345678,aaaabbbb。
";s:6:"answer";s:0:"";}
?>