<?php
//000000043200a:1:{i:0;a:8:{s:2:"Id";s:4:"1324";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"121";s:6:"status";s:1:"0";s:5:"ratio";s:1:"1";s:8:"question";s:30:"南京银行网上交易规则";s:8:"answer_g";s:0:"";s:8:"answer_s";s:5753:"第一条　交易资格<br />
<br />
拥有南京银行活期储蓄存折，梅花卡的客户，在我行营业网点注册网上银行或登录我行网站自助注册网上银行后，具备交易资格。<br />
<br />
第二条　交易场所<br />
<br />
南京银行网站网址是：www.njcb.com.cn<br />
<br />
第三条　交易功能<br />
<br />
目前个人网上银行能为客户提供的交易功能有：账户查询、转账汇款、代理缴费、个人理财、网上支付、贷款、信用卡、挂失等。我行根据客户类型为客户提供不同的交易功能。<br />
<br />
第四条　交易时间<br />
<br />
网上银行对外提供全天候24小时服务。<br />
<br />
个人客户办理转账汇款，基金申购、赎回，贷款还款等业务，应在相应系统开通时间内办理。<br />
<br />
南京银行有权对网上银行系统进行调试、升级或改造，并因此暂时停止提供网上银行服务。<br />
<br />
第五条&nbsp; 交易费用<br />
<br />
客户使用网上银行，应按照我行网站“资费公告”中的有关收费标准缴纳相应服务项目的费用。<br />
<br />
第六条　交易密码<br />
<br />
登录密码是指客户用于登录个人网上银行时使用的密码。该密码为客户在办理网上银行注册时所设定，密码可以为6-18位的数字或字母组合。<br />
<br />
支付密码是客户在网上银行办理对外转账汇款、缴费等业务时使用的密码。支付密码为客户在办理银行卡、存折开户时所设定的密码，密码为6位长数字。<br />
<br />
USBKEY密码是个人网上银行专业版客户设定的，在使用USBKEY登陆网上银行时应输入的USBKEY设备密码，密码可以为6-10位的数字或字母组合。<br />
<br />
网银动态密码是指个人网银手机动态密码版客户，在办理登录、转账等交易时网银系统以短信方式发送至客户手机的一次性密码，密码为6位长数字。<br />
<br />
第七条　交易限额<br />
<br />
专业版客户单笔、日累计转账限额不超过300万元，网上支付限额日累计不超过5万元。<br />
<br />
手机动态密码版客户单笔转账限额不超过5万元，日累计转账限额不超过10万元，网上支付限额不超过1万元。<br />
<br />
网上银行代理缴费业务、卡内定期存款、卡内通知存款、理财产品购买、基金产品申购、银证业务、信用卡还款等业务均不受转账限额的控制。<br />
<br />
南京银行有权根据业务需要，调整限额。<br />
<br />
第八条　交易风险提示<br />
<br />
客户在使用网上银行时要注意以下几点主要安全问题：<br />
<br />
（一）登录正确网址。访问网站时请直接输入http://www.njcb.com.cn，注意不要采用超级链接方式间接访问我行网站。<br />
<br />
（二）保护好个人的卡号和密码。为保障客户信息资料和资金安全，客户应详细阅读网站上的安全提示内容，设置密码时应避免使用姓名、生日、电话号码等与本人明显相关的信息作为密码；不要将密码提供给他人；妥善保管并经常更换登录密码、支付密码；避免将网上银行密码与银行卡密码或其他网站上的用户密码设置为相同密码；不要在计算机上保存您的密码；不要将密码书写于纸张或卡片上。如发现异常情况请及时与我行联系。<br />
<br />
（三）正确使用USBKEY。个人网上银行客户的USBKEY设备是存放客户数字证书，保证网上银行交易安全的重要工具。客户应注意妥善保管好USBKEY设备及其密码。客户在网上银行办理相关业务时，应将USBKEY插入计算机，在不办理网银业务时请及时将USBKEY从计算机上拔出。客户忘记USBKEY密码或因密码输错多次而导致USBKEY被锁死的，应及时到南京银行营业网点办理证书恢复及USBKEY初始化。<br />
<br />
（四）确保计算机安全。下载并安装由南京银行提供的用于保护客户端安全的控件，以便个人的卡号和密码不被窃取；定期下载安装最新的操作系统和浏览器安全程序或补丁；安装个人防火墙；安装并及时更新杀毒软件；不要开启不明来历的电子邮件。<br />
<br />
（五）其他必要的保护措施。严格限制任何未经授权的人士使用个人的计算机；不要在公共场所（如网吧、公共图书馆等）使用网上银行；为所使用的计算机设定密码，以防止他人擅自取用个人资料；在每次使用网上银行后，请点击页面右上角的“退出”结束使用；妥善保存个人的银行资料，如果个人资料（联系电话、地址等）变动时，请尽快通知我行。<br />
<br />
第九条　交易资格冻结<br />
<br />
客户的登录密码当天连续3次验证未通过，银行将临时冻结客户当日网上银行的交易资格，次日自动解除冻结；支付密码连续3次验证未通过，银行将锁定客户的银行卡，客户需到柜面办理解锁交易。网上银行交易资格冻结期间，不影响柜面办理业务。USBKEY设备连续3次密码验证未通过的，将锁定USBKEY。<br />
<br />
第十条　其他交易事项<br />
<br />
因网络故障、自然灾害、战争等原因导致网上银行无法正常运行时，客户可到南京银行营业网点办理相关业务。<br />
<br />
第十一条　交易附则<br />
<br />
（一）本交易规则由南京银行总行负责制定、修改和解释。<br />
（二）本交易规则自2010年5月10日起施行。<br />";}}
?>