<?php
return array (
  1 => 
  array (
    1 => '账号问题',
    2 => '充值问题',
    3 => '商会问题',
    4 => '地标问题',
    5 => '股票问题',
    6 => '媒体问题',
    7 => '旅游问题',
    8 => '游乐场问题',
    9 => '议政厅问题',
    10 => '交易问题',
    11 => '员工问题',
    12 => '其它BUG',
  ),
  2 => 
  array (
    1 => '账号问题',
    2 => '充值问题',
    3 => '其它问题',
  ),
  3 => 
  array (
    1 => '账号问题',
    2 => '充值问题',
    3 => '商会问题',
    4 => '地标问题',
    5 => '股票问题',
    6 => '媒体问题',
    7 => '旅游问题',
    8 => '游乐场问题',
    9 => '议政厅问题',
    10 => '交易问题',
    11 => '员工问题',
    12 => '其它BUG',
  ),
)
?>