<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"889";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"104";s:6:"status";s:1:"0";s:5:"ratio";s:2:"78";s:8:"question";s:33:"提升人物等级有什么用？";s:8:"answer_g";N;s:8:"answer_s";s:228:"人物等级是游戏中的地位象征，除此之外，提升人物等级到某等级界限时，系统会赠送相应的人物地位礼包到游戏物品栏中，可以点击使用人物地位礼包来获得丰富的奖励。";}i:1;a:8:{s:2:"Id";s:3:"974";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"61";s:8:"question";s:27:"如何获得粉色员工？";s:8:"answer_g";N;s:8:"answer_s";s:293:"粉色员工可以通过使用金钻合约来进行招聘，有几率可以招聘到粉色员工，另外通过对普通黄人、高属性员工、精英员工、黑衣人、超级黑衣人等进行深造也可以深造成粉色员工，除此之外还可以通过使用粉人卡来获得。
";}i:2;a:8:{s:2:"Id";s:4:"1250";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"93";s:6:"status";s:1:"0";s:5:"ratio";s:2:"53";s:8:"question";s:51:"兑奖资格券可兑换的物品奖励有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:989:"使用兑奖资格券可以获得赠送金币、店铺升级点、宝石等奖励，具体奖励设置如下：
1张兑奖资格券张可兑换： 3个赠送金币
10张兑奖资格券张可兑换：30个赠送金币
30张兑奖资格券张可兑换：100个赠送金币
100张兑奖资格券张可兑换：350个赠送金币
500张兑奖资格券张可兑换：1800个赠送金币
1000张兑奖资格券张可兑换：3600个赠送金币+3个钻石合约
2000张兑奖资格券张可兑换：7200个赠送金币+10个优质的宝石+6个钻石合约
5000张兑奖资格券张可兑换：18000个 赠送金币+5点店铺升级点+17张金钻合约
8000张兑奖资格券张可兑换：29000个赠送金币+8点店铺升级点+投资巨头称号（永久）+霍顿Efijy座驾（价值9999金币）（永久）
12000张兑奖资格券张可兑换：45000个赠送金币+12点店铺升级点+投资巨头称号（永久）+宾利-雅致RL座驾（价值19999金币）（永久）。";}i:3;a:8:{s:2:"Id";s:4:"1204";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:39:"进行NPC地标谈判有什么好处？";s:8:"answer_g";N;s:8:"answer_s";s:146:"游戏内设置了NPC日积分奖励、周积分奖励和月积分奖励，排名前10名的玩家可以在福利社领取对应的排名奖励。";}i:4;a:8:{s:2:"Id";s:4:"1157";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"20";s:8:"question";s:18:"挖人的限制？";s:8:"answer_g";N;s:8:"answer_s";s:767:"在游戏中，在执行挖人时存在以下限制：
1、1级公司不能挖人与被挖。
2、新招聘员工有3天保护期，不能被挖。
3、刚挖回来的员工有6小时保护期，不能被挖。
4、刚挖回来的员工在3天内不能被玩家解雇。
5、有保密协议的员工是不会被成功挖走的。
6、2级公司只能被挖绿人和蓝人；4级公司只能被挖绿人、蓝人、紫人；7级公司只能被挖绿人、蓝人、紫人、红人；11级公司或以上没限制。
7、挖蓝人需要有行政助理或以上职位；挖紫人需要有行政经理或以上职位；挖红人需要有行政总监或以上职位；挖橙人需要有首席财务官。（只要拥有对应职位，可以派其他员工去挖）
";}i:5;a:8:{s:2:"Id";s:4:"1164";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"96";s:6:"status";s:1:"0";s:5:"ratio";s:2:"18";s:8:"question";s:51:"赢在大亨道具卡有什么用？如何获得？";s:8:"answer_g";N;s:8:"answer_s";s:511:"通过参加赢在大亨自由挑战赛有几率可以获得赢在大亨道具卡奖励，另外在自由挑战赛以及周晋级赛获得名次，均可到领奖台领取对应的奖励物品。
赢在大亨道具卡可以兑换的奖励设置如下：
1个道具卡=1件王者风范时装
5个道具卡=赠送金币100
25个道具卡= 赠送金币500
25个道具卡=金钻合约5张（不可赠送）
25个道具卡=28个精致的宝石（不可赠送）
100个道具卡=粉人卡3张（不可赠送）";}i:6;a:8:{s:2:"Id";s:4:"1232";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"90";s:6:"status";s:1:"0";s:5:"ratio";s:2:"17";s:8:"question";s:33:"圣章的属性效果是什么？";s:8:"answer_g";N;s:8:"answer_s";s:90:"圣章的属性效果有两项，分别为店铺收入加成和常务工作效果加成。";}i:7;a:8:{s:2:"Id";s:3:"909";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:2:"16";s:8:"question";s:33:"公司升级礼包如何获得？";s:8:"answer_g";N;s:8:"answer_s";s:287:"公司升级礼包需要公司等级达到以下等级界限才可以获得，公司等级界限如下：2、4、7、11、14、17、20、23、26、29、36、42、48、54、61、76，公司达到以上等级后，系统将会自动发放相应等级的公司升级礼包到物品栏中。";}i:8;a:8:{s:2:"Id";s:4:"1156";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:67:"在执行挖人操作时使用策略值达到100%有什么效果？";s:8:"answer_g";N;s:8:"answer_s";s:218:"在对员工执行挖人操作时，使用策略值达到100%可以使挖人策略的效果达到100%，但并非是一定会挖人成功，挖人的成功几率还与所挖员工的行业经验等级等因素有关。";}i:9;a:8:{s:2:"Id";s:3:"951";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"13";s:8:"question";s:36:"员工各属性的作用是什么？";s:8:"answer_g";N;s:8:"answer_s";s:186:"员工属性分为执行、管理、信心，执行的作用为影响执行策略的力度，管理的作用为影响应对策略的力度，信心的作用为影响到被挖的几率。";}}
?>