<?php
//000000043200a:5:{i:0;a:8:{s:2:"Id";s:4:"1205";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:33:"如何获得谈判专家证书？";s:8:"answer_g";N;s:8:"answer_s";s:162:"进行NPC地标谈判单次获得积分达到1600分及以上，系统即会自动赠送一张谈判专家证书到物品栏中，每天最多只能获得20张。";}i:1;a:8:{s:2:"Id";s:4:"1206";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:33:"谈判专家证书有什么用？";s:8:"answer_g";N;s:8:"answer_s";s:582:"使用谈判专家证书可以获得物品奖励，奖励如下：
20张：劲霸浓鱼汤10点2个、空心爆米花2个、赠送金币20个
50张：劲霸浓鱼汤10点6个、空心爆米花6个、赠送金币60个
100张：劲霸浓鱼汤10点15个 空心爆米花15个  赠送金币 150个
200张：谈判专家勋章（10%）、劲霸浓鱼汤10点30个、空心爆米花30个、赠送金币400个
400张：谈判大师勋章（25%）、赠送金币1000个、员工卡1张
999张：谈判宗师勋章（50%）、布加迪威龙1辆、赠送金币2000个、员工卡2张
";}i:2;a:8:{s:2:"Id";s:4:"1204";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:39:"进行NPC地标谈判有什么好处？";s:8:"answer_g";N;s:8:"answer_s";s:146:"游戏内设置了NPC日积分奖励、周积分奖励和月积分奖励，排名前10名的玩家可以在福利社领取对应的排名奖励。";}i:3;a:8:{s:2:"Id";s:4:"1203";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:39:"NPC地标谈判需要花费金币吗？";s:8:"answer_g";N;s:8:"answer_s";s:122:"每个玩家每天前10次NPC地标谈判是免费的，从第11次开始，每进行一次NPC谈判则会扣除1金币。";}i:4;a:8:{s:2:"Id";s:4:"1200";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:72:"在商会地标谈判中，如何提升员工的执行、管理能力？";s:8:"answer_g";N;s:8:"answer_s";s:163:"在进行商会地标谈判前11：00-13：00这段时间内，会长可以通过使用砖头或G币来为员工恢复信心、增加员工执行或管理能力。";}}
?>