<?php
//000000003600a:7:{i:0;a:8:{s:2:"Id";s:3:"909";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:2:"16";s:8:"question";s:33:"公司升级礼包如何获得？";s:8:"answer_g";N;s:8:"answer_s";s:287:"公司升级礼包需要公司等级达到以下等级界限才可以获得，公司等级界限如下：2、4、7、11、14、17、20、23、26、29、36、42、48、54、61、76，公司达到以上等级后，系统将会自动发放相应等级的公司升级礼包到物品栏中。";}i:1;a:8:{s:2:"Id";s:3:"907";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"6";s:8:"question";s:27:"如何进行公司升级？";s:8:"answer_g";N;s:8:"answer_s";s:226:"公司升级需要游戏内普通业务等级店铺数量、评价等级等因素达到了升级条件后才可以进行升级，相关的升级条件可以点击“事业”--“公司信息”--“升级”即可查看到。";}i:2;a:8:{s:2:"Id";s:3:"908";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"6";s:8:"question";s:42:"公司等级所影响的设置有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:623:"公司每升级到下一个等级阶段会提升小秘书工作次数、员工沟通次数等等，相关的公司等级界限为2级、4级、7级、11级、14级、17级、20级、23级、26级、29级、36级、42级、48级、54级、61级、76级。

以下为每升级到下一等级界限时具体提升的效果：

小秘书工作次数。默认10次，每级增加2次
员工沟通次数。默认3次，每级增加2次
员工常务工作次数。默认10次，每级增加2次
每日基础招聘次数。默认为5次，每级增加1次
店铺升级点上限数量。默认为6点，每级增加1点
 
";}i:3;a:8:{s:2:"Id";s:4:"1151";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:90:"提拔了员工担任公司架构职位后，需要间隔多长时间才能将其卸任？";s:8:"answer_g";N;s:8:"answer_s";s:98:"成功提拔员工到公司架构职位上，需要间隔72小时才能对其进行卸任操作。";}i:4;a:8:{s:2:"Id";s:4:"1148";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:39:"公司架构职位如何提拔员工？";s:8:"answer_g";N;s:8:"answer_s";s:232:"公司架构职位对公司等级、员工能力值和员工天赋会有要求，当以上三项条件都满足了要求后，即可点击“公司信息”--“公司架构”--“点击提拔”来选择员工完成提拔操作。";}i:5;a:8:{s:2:"Id";s:4:"1149";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:69:"为何我的员工不能提拔到更上一层的公司架构职位？";s:8:"answer_g";N;s:8:"answer_s";s:267:"公司架构职位的提拔只针对于还未担任其他公司架构职位的员工，如果员工已担任了公司架构职位了，需要先将其卸任，然后提拔其他员工提拔顶替他原有的职位，才可以将该员工提拔到更高的职位上。";}i:6;a:8:{s:2:"Id";s:4:"1150";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"103";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:51:"公司架构职位对员工能力的要求限制？";s:8:"answer_g";N;s:8:"answer_s";s:330:"公司架构职位对员工存在两项要求，分别是：执行或管理能力超过多少能力值、员工天赋达到什么天赋。而针对于员工的执行或管理能力值，员工所穿的时装附加的属性是不作用于公司架构职位的提拔要求上的，这个要求只针对于员工的基础能力值。";}}
?>