<?php
//000000043200a:1:{i:0;a:8:{s:2:"Id";s:4:"1363";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"115";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:57:"中国邮政储蓄银行如何开通网上银行？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1546:"一、 网银注册操作流程 <br />
只要您拥有邮政储蓄银行开立活期结算存折、各种储蓄借记卡（除绿卡通副卡）、信用卡、外币活期一本通、外币定期一本通且信誉良好，就可以注册为邮政储蓄柜面注册客户。 <br />
<br />
开通方式：携带有效身份证件和注册所需的卡/折到银行任一营业网点办理注册手续。 <br />
<br />
二、 网银激活流程 <br />
客户在柜面开通网银后，需在登录邮储银行个人网银进行激活，只有激活过的客户账户才能进行网上支付。具体流程如下： <br />
<br />
1、输入证件号、登录密码（在网点注册时输入的六位数字密码）、校验码。<br />
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/204501_33119.jpg\" alt=\"\" border=\"0\" width=\"450\" /></p>
<p> </p>
<p>2、填写个人基本信息，填写“预留信息”，选择预留图片。预留信息是中国邮政储蓄银行为帮助客户有效识别银行网站、防范不法分子利用虚假银行网站进行诈骗的一项措施。当您登录网上银行或进行网上支付时，邮储银行将在页面中显示您的预留信息和预留图片，以便您验证是否为真实的邮储个人网上银行。</p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/204523_11110.jpg\" alt=\"\" border=\"0\" width=\"450\" /></p>
<p> </p>
<p>3、点击“提交”，完成状态激活。 然后重新登录个人网银，进行相应交易。</p>";}}
?>