<?php
//000000043200a:9:{s:2:"Id";s:3:"375";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"159";s:8:"question";s:48:"座驾有哪些属性？分别如何提升呢？";s:8:"answer_g";s:696:"座驾PK时共涉及6个属性，分别为：
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；
攻击力：攻击力可以通过配件自带属性或给配件升星获得；
防御力：防御力可以通过配件自带属性或给配件升星获得；
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。";s:8:"answer_s";s:738:"座驾PK时共涉及6个属性，分别为：<br />
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；<br />
攻击力：攻击力可以通过配件自带属性或给配件升星获得；<br />
防御力：防御力可以通过配件自带属性或给配件升星获得；<br />
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。<br />";s:6:"answer";s:0:"";}
?>