<?php
//000000043200a:4:{i:0;a:8:{s:2:"Id";s:4:"1372";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"114";s:6:"status";s:1:"0";s:5:"ratio";s:1:"1";s:8:"question";s:45:"交通银行如何查询交易明细？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:354:"可以登录交通银行网址: www.bankcomm.com —个人网银—我的账户—交易明细查询—历史交易明细”或“最近二日交易明细”，选择日期，再点“下一步”查询。 <br />
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/210014_34552.jpg\" alt=\"\" border=\"0\" width=\"450\" /></p>
<p>&nbsp;</p>";}i:1;a:8:{s:2:"Id";s:4:"1374";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"114";s:6:"status";s:1:"0";s:5:"ratio";s:1:"1";s:8:"question";s:30:"什么是支付卡号？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:388:"支付卡号是银行卡用于网上支付的一个专项别名，由银行卡前6位数字+4～13位数字或字母组成（必须至少有1个字母），由网银签约用户在网上激活银行卡网上支付功能时自行设置。 <br />
<br />
支付卡号与银行卡一一对应，在进行网上支付时，输入支付卡号等同于使用对应的银行卡。<br />
<br />";}i:2;a:8:{s:2:"Id";s:4:"1375";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"114";s:6:"status";s:1:"0";s:5:"ratio";s:1:"1";s:8:"question";s:75:"使用个人网银过程中，密码遗忘或被锁住了怎么办？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:986:"查询密码：在网银首次登陆时使用，不限制输错次数。如果遗忘可以在交行个人网银上“普通用户登陆”—重置查询密码，或者到柜台办理。 <br />
<br />
网银登录密码：（手机注册版为个性化登录密码、证书认证版为USBKey密码）遗忘或连续输错6次被锁定，须凭本人有效身份证明和太平洋卡到交行柜台办理解锁或证书恢复手续。 <br />
<br />
交易密码：当日累计输错3次被锁，须凭本人有效身份证明和太平洋卡到交行柜台办理解锁或证书恢复手续。 <br />
<br />
信用卡的网上支付密码：连续输错累计3次将会被锁，只需登录个人网银，在“网上支付”—“激活与管理”菜单下点击支付密码的“解锁”链接，就可进行网上支付密码的解锁操作；若您遗忘了网上支付密码，可在激活与管理下点击“修改”链接进行网上支付密码的重置。<br />
<br />";}i:3;a:8:{s:2:"Id";s:4:"1377";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"114";s:6:"status";s:1:"0";s:5:"ratio";s:1:"1";s:8:"question";s:72:"已开通了网银的交行卡注册，可以付款和收款吗？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:479:"可以使用交通银行卡进行收付款操作，操作付款的路径：登录支付宝账户—我的支付宝—付款或充值—选择“交通银行”进行相应的付款或充值操作；<br />
同样如果是要对支付宝账户里的金额进行提现，账户提现路径：登录支付宝账户—我的支付宝—提现—设置提现银行账号—操作提现申请，操作提现后在1-2个工作日款项会打到您的提现银行卡中。 <br />
<br />";}}
?>