<?php
//000000003600a:5:{i:0;a:8:{s:2:"Id";s:3:"303";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"22";s:8:"question";s:51:"给公司架构职位安排人员有什么好处？";s:8:"answer_g";s:99:"给公司架构职位安排人员可以增加所有店铺的收入，将公司发展得更完善。";s:8:"answer_s";s:99:"给公司架构职位安排人员可以增加所有店铺的收入，将公司发展得更完善。";}i:1;a:8:{s:2:"Id";s:3:"863";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"17";s:8:"question";s:27:"如何提满公司架构？";s:8:"answer_g";s:610:"公司架构与公司的等级，员工的经验，员工的天赋有关。 
(1)公司达到一定等级后，可以将员工提拔为公司架构中的职位来给公司带来一些额外的加成； 
(2)公司架构分为5个等级，玩家为最高级的董事长，董事长以下分别为首席—副总裁—总监—经理，董事长由玩家担任； 
(3)公司架构各个等级随着公司等级提升逐步开放；
(4)公司架构的每个等级中，各个职位效果不同； 
(5)员工担任公司架构的职位，需要达成3个条件：公司等级、员工经验、员工天赋值。";s:8:"answer_s";s:646:"公司架构与公司的等级，员工的经验，员工的天赋有关。 <br />
(1)公司达到一定等级后，可以将员工提拔为公司架构中的职位来给公司带来一些额外的加成； <br />
(2)公司架构分为5个等级，玩家为最高级的董事长，董事长以下分别为首席—副总裁—总监—经理，董事长由玩家担任； <br />
(3)公司架构各个等级随着公司等级提升逐步开放；<br />
(4)公司架构的每个等级中，各个职位效果不同； <br />
(5)员工担任公司架构的职位，需要达成3个条件：公司等级、员工经验、员工天赋值。<br />";}i:2;a:8:{s:2:"Id";s:3:"831";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"16";s:8:"question";s:27:"富人国有哪些任务？";s:8:"answer_g";s:748:"游戏以公司等级提升为前提，通过任务来开放其他系统并对玩家进行指引。
⑴公司在1级到2级期间为新手时期，只开放部分游戏功能，玩家根据新手任务进行游戏，并迅速提升到3级；
⑵公司等级达到3级以后，开始进入主要游戏时期；主要游戏时期分为5个阶段，分别为初入商海、巩固收益、高速发展、名利双收、事业巅峰；
⑶任务出现后需要玩家手动点击接受，完成任务领取奖励需要玩家手动领取；
⑷在完成当前等级的任务后，需要领取奖励并达到升级公司，才能接受下一个等级的任务；任务分为6条不同的任务线，同一条任务线需要按照顺序进行完成。
";s:8:"answer_s";s:776:"游戏以公司等级提升为前提，通过任务来开放其他系统并对玩家进行指引。<br />
⑴公司在1级到2级期间为新手时期，只开放部分游戏功能，玩家根据新手任务进行游戏，并迅速提升到3级；<br />
⑵公司等级达到3级以后，开始进入主要游戏时期；主要游戏时期分为5个阶段，分别为初入商海、巩固收益、高速发展、名利双收、事业巅峰；<br />
⑶任务出现后需要玩家手动点击接受，完成任务领取奖励需要玩家手动领取；<br />
⑷在完成当前等级的任务后，需要领取奖励并达到升级公司，才能接受下一个等级的任务；任务分为6条不同的任务线，同一条任务线需要按照顺序进行完成。<br />";}i:3;a:8:{s:2:"Id";s:3:"832";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:57:"任务列表具体有哪些内容，需要哪些操作？";s:8:"answer_g";s:825:"任务列表共有9个任务分类，每个分类下面有对应分类的多个任务；任务列表只显示当前级别以及下级公司的任务，其他的任务不显示。
任务状态：
⑴不可接受：任务名为灰色，任务状态为红色；表示玩家还未达到接受任务条件，当前不可接受该任务；
⑵可接受：任务名为白色，任务状态为白色；表示玩家已经达到接受任务条件，当前可以接受该任务；
⑷未完成：任务名为白色，任务状态为黄色；表示玩家当前已经接受了该任务，但还未完成此任务；
⑸已完成：任务名为白色，任务状态为绿色；表示玩家当前已经接受了该任务，并且已经完成此任务，可以领取奖励；
⑹玩家完成任务并领取奖励后，任务消失。
";s:8:"answer_s";s:865:"任务列表共有9个任务分类，每个分类下面有对应分类的多个任务；任务列表只显示当前级别以及下级公司的任务，其他的任务不显示。<br />
任务状态：<br />
⑴不可接受：任务名为灰色，任务状态为红色；表示玩家还未达到接受任务条件，当前不可接受该任务；<br />
⑵可接受：任务名为白色，任务状态为白色；表示玩家已经达到接受任务条件，当前可以接受该任务；<br />
⑷未完成：任务名为白色，任务状态为黄色；表示玩家当前已经接受了该任务，但还未完成此任务；<br />
⑸已完成：任务名为白色，任务状态为绿色；表示玩家当前已经接受了该任务，并且已经完成此任务，可以领取奖励；<br />
⑹玩家完成任务并领取奖励后，任务消失。<br />";}i:4;a:8:{s:2:"Id";s:3:"862";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:1:"7";s:8:"question";s:33:"公司升级后有什么好处？";s:8:"answer_g";s:419:"随着公司登记的提升，玩家可以逐步体验到更多的游戏内容。
⑴随着公司等级的提升，可开设的店铺越多，店铺的等级上限将提升。
⑵随着公司等级的提升，游戏内更多功能将逐步开启，如公司架构等。
⑶随着公司等级的提升，座驾的等级上限会随之提升。
⑷随着公司等级的提升，人物获得的天赋点也越多等。";s:8:"answer_s";s:449:"随着公司登记的提升，玩家可以逐步体验到更多的游戏内容。<br />
⑴随着公司等级的提升，可开设的店铺越多，店铺的等级上限将提升。<br />
⑵随着公司等级的提升，游戏内更多功能将逐步开启，如公司架构等。<br />
⑶随着公司等级的提升，座驾的等级上限会随之提升。<br />
⑷随着公司等级的提升，人物获得的天赋点也越多等。<br />";}}
?>