<?php
//000000043200a:5:{i:0;a:8:{s:2:"Id";s:3:"376";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"335";s:8:"question";s:33:"怎么提高座驾的价值呢？";s:8:"answer_g";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";s:8:"answer_s";s:246:"座驾的价值可以通过对座驾的“舒适度”，“安全性”，“平稳性”进行改造来提升。点击进入座驾信息界面，选择“舒适度”，“安全性”，“平稳性”右边的“改造”图标进入操作。";}i:1;a:8:{s:2:"Id";s:3:"375";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:3:"163";s:8:"question";s:48:"座驾有哪些属性？分别如何提升呢？";s:8:"answer_g";s:696:"座驾PK时共涉及6个属性，分别为：
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；
攻击力：攻击力可以通过配件自带属性或给配件升星获得；
防御力：防御力可以通过配件自带属性或给配件升星获得；
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。";s:8:"answer_s";s:738:"座驾PK时共涉及6个属性，分别为：<br />
生命力：生命力可以通过座驾自身等级提升，或座驾→研究院→装备能力改造，或给座驾配件镶嵌生命宝石获得；<br />
攻击力：攻击力可以通过配件自带属性或给配件升星获得；<br />
防御力：防御力可以通过配件自带属性或给配件升星获得；<br />
命中值：命中率可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
闪避值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得；<br />
暴击值：可以通过座驾→研究院→装备能力改造或给座驾配件镶嵌命中宝石获得。<br />";}i:2;a:8:{s:2:"Id";s:3:"357";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"58";s:8:"question";s:30:"赠送道具有否有限制？";s:8:"answer_g";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";s:8:"answer_s";s:153:"道具分为可赠送和不可赠送，不可赠送的物品是无法赠送给其他玩家的，只有可赠送的物品才可以赠送给其他玩家。";}i:3;a:8:{s:2:"Id";s:3:"358";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"26";s:8:"question";s:57:"为什么我赠送某玩家道具会显示赠送失败？";s:8:"answer_g";s:129:"赠送失败原因可能是没有输入受赠者、或没有该受赠者，建议在赠送物品前仔细确认受赠者名字。";s:8:"answer_s";s:129:"赠送失败原因可能是没有输入受赠者、或没有该受赠者，建议在赠送物品前仔细确认受赠者名字。";}i:4;a:8:{s:2:"Id";s:4:"1004";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:24:"座驾可以改名吗？";s:8:"answer_g";s:216:"座驾是可以改名的，点击导航栏上“座驾”，在弹出的对话框上方座驾名称右边点击“修改名字”，在弹出界面内输入新的座驾名称，然后点击“确定”即可完成。";s:8:"answer_s";s:216:"座驾是可以改名的，点击导航栏上“座驾”，在弹出的对话框上方座驾名称右边点击“修改名字”，在弹出界面内输入新的座驾名称，然后点击“确定”即可完成。";}}
?>