<?php
//000000003600a:5:{i:0;a:8:{s:2:"Id";s:3:"889";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"104";s:6:"status";s:1:"0";s:5:"ratio";s:2:"78";s:8:"question";s:33:"提升人物等级有什么用？";s:8:"answer_g";N;s:8:"answer_s";s:228:"人物等级是游戏中的地位象征，除此之外，提升人物等级到某等级界限时，系统会赠送相应的人物地位礼包到游戏物品栏中，可以点击使用人物地位礼包来获得丰富的奖励。";}i:1;a:8:{s:2:"Id";s:3:"974";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"61";s:8:"question";s:27:"如何获得粉色员工？";s:8:"answer_g";N;s:8:"answer_s";s:293:"粉色员工可以通过使用金钻合约来进行招聘，有几率可以招聘到粉色员工，另外通过对普通黄人、高属性员工、精英员工、黑衣人、超级黑衣人等进行深造也可以深造成粉色员工，除此之外还可以通过使用粉人卡来获得。
";}i:2;a:8:{s:2:"Id";s:4:"1250";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"93";s:6:"status";s:1:"0";s:5:"ratio";s:2:"53";s:8:"question";s:51:"兑奖资格券可兑换的物品奖励有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:989:"使用兑奖资格券可以获得赠送金币、店铺升级点、宝石等奖励，具体奖励设置如下：
1张兑奖资格券张可兑换： 3个赠送金币
10张兑奖资格券张可兑换：30个赠送金币
30张兑奖资格券张可兑换：100个赠送金币
100张兑奖资格券张可兑换：350个赠送金币
500张兑奖资格券张可兑换：1800个赠送金币
1000张兑奖资格券张可兑换：3600个赠送金币+3个钻石合约
2000张兑奖资格券张可兑换：7200个赠送金币+10个优质的宝石+6个钻石合约
5000张兑奖资格券张可兑换：18000个 赠送金币+5点店铺升级点+17张金钻合约
8000张兑奖资格券张可兑换：29000个赠送金币+8点店铺升级点+投资巨头称号（永久）+霍顿Efijy座驾（价值9999金币）（永久）
12000张兑奖资格券张可兑换：45000个赠送金币+12点店铺升级点+投资巨头称号（永久）+宾利-雅致RL座驾（价值19999金币）（永久）。";}i:3;a:8:{s:2:"Id";s:4:"1204";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:2:"23";s:8:"question";s:39:"进行NPC地标谈判有什么好处？";s:8:"answer_g";N;s:8:"answer_s";s:146:"游戏内设置了NPC日积分奖励、周积分奖励和月积分奖励，排名前10名的玩家可以在福利社领取对应的排名奖励。";}i:4;a:8:{s:2:"Id";s:4:"1157";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:2:"19";s:8:"question";s:18:"挖人的限制？";s:8:"answer_g";N;s:8:"answer_s";s:767:"在游戏中，在执行挖人时存在以下限制：
1、1级公司不能挖人与被挖。
2、新招聘员工有3天保护期，不能被挖。
3、刚挖回来的员工有6小时保护期，不能被挖。
4、刚挖回来的员工在3天内不能被玩家解雇。
5、有保密协议的员工是不会被成功挖走的。
6、2级公司只能被挖绿人和蓝人；4级公司只能被挖绿人、蓝人、紫人；7级公司只能被挖绿人、蓝人、紫人、红人；11级公司或以上没限制。
7、挖蓝人需要有行政助理或以上职位；挖紫人需要有行政经理或以上职位；挖红人需要有行政总监或以上职位；挖橙人需要有首席财务官。（只要拥有对应职位，可以派其他员工去挖）
";}}
?>