<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:3:"642";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"9";s:8:"question";s:45:"交易市场的交易税是如何设定的？";s:8:"answer_g";s:790:"设置的出售价格低于建议价格—税率5%
设置的出售价格等于或高于20%建议价格之间—税率5%
设置的出售价格高于建议价格20%-30%之间（包括等于30%）—税率15%
设置的出售价格高于建议价格30%-40%之间（包括等于40%）—税率25%
设置的出售价格高于建议价格40%-50%之间（包括等于50%）—税率35%
设置的出售价格高于建议价格50%-60%之间（包括等于60%）—税率45%
设置的出售价格高于建议价格60%-70%之间（包括等于70%）—税率55%
设置的出售价格高于建议价格70%-80%之间（包括等于80%）—率65%
设置的出售价格高于建议价格80%-90%之间（包括等于90%）—税率75%
设置的出售价格高于建议价格90%以上—税率85%
";s:8:"answer_s";s:848:"设置的出售价格低于建议价格—税率5%<br />
设置的出售价格等于或高于20%建议价格之间—税率5%<br />
设置的出售价格高于建议价格20%-30%之间（包括等于30%）—税率15%<br />
设置的出售价格高于建议价格30%-40%之间（包括等于40%）—税率25%<br />
设置的出售价格高于建议价格40%-50%之间（包括等于50%）—税率35%<br />
设置的出售价格高于建议价格50%-60%之间（包括等于60%）—税率45%<br />
设置的出售价格高于建议价格60%-70%之间（包括等于70%）—税率55%<br />
设置的出售价格高于建议价格70%-80%之间（包括等于80%）—率65%<br />
设置的出售价格高于建议价格80%-90%之间（包括等于90%）—税率75%<br />
设置的出售价格高于建议价格90%以上—税率85%<br />";}i:1;a:8:{s:2:"Id";s:3:"662";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"47";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:21:"原料能否出售？";s:8:"answer_g";s:153:"原料也是可以出售的。选择工厂→物品交易→我的出售→选择原料→选择出售时限→输入数量，价格等→确认出售。";s:8:"answer_s";s:153:"原料也是可以出售的。选择工厂→物品交易→我的出售→选择原料→选择出售时限→输入数量，价格等→确认出售。";}i:2;a:8:{s:2:"Id";s:4:"1067";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:39:"策略值有什么用，如何获取？";s:8:"answer_g";s:229:"使用策略技能将消耗一定策略值，策略值不足时无法使用策略技能。每个玩家初始策略值为500点，每10分钟自动增长25点。也可以购买商城道具“活力药水”快速恢复策略值。";s:8:"answer_s";s:229:"使用策略技能将消耗一定策略值，策略值不足时无法使用策略技能。每个玩家初始策略值为500点，每10分钟自动增长25点。也可以购买商城道具“活力药水”快速恢复策略值。";}i:3;a:8:{s:2:"Id";s:4:"1069";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:48:"公司级别越高，策略值是不是越多？";s:8:"answer_g";s:147:"策略值初始上限是500，公司级别的升高不会影响策略值，只有升级人物天赋“策略专家”才能提升策略值上限。";s:8:"answer_s";s:147:"策略值初始上限是500，公司级别的升高不会影响策略值，只有升级人物天赋“策略专家”才能提升策略值上限。";}i:4;a:8:{s:2:"Id";s:4:"1088";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:39:"退出商会，头衔会不会降级？";s:8:"answer_g";s:48:"退出商会，人物头衔是不会降级的。";s:8:"answer_s";s:48:"退出商会，人物头衔是不会降级的。";}i:5;a:8:{s:2:"Id";s:4:"1090";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:21:"官职有何作用？";s:8:"answer_g";s:84:"可以获得店铺收入加成，可以使用官职的权利，可以领取官印。";s:8:"answer_s";s:84:"可以获得店铺收入加成，可以使用官职的权利，可以领取官印。";}i:6;a:8:{s:2:"Id";s:4:"1129";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:45:"店铺架构功能的开启条件时什么？";s:8:"answer_g";s:106:"公司等级达到4级，并完成“特殊招聘”任务，系统就会自动开启店铺架构功能。";s:8:"answer_s";s:106:"公司等级达到4级，并完成“特殊招聘”任务，系统就会自动开启店铺架构功能。";}i:7;a:8:{s:2:"Id";s:4:"1137";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:24:"店铺能不能拆掉？";s:8:"answer_g";s:87:"游戏中暂不提供拆掉店铺的功能，所以创建前要选择好店铺类型。";s:8:"answer_s";s:87:"游戏中暂不提供拆掉店铺的功能，所以创建前要选择好店铺类型。";}i:8;a:8:{s:2:"Id";s:4:"1102";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"52";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:45:"员工列表中的高级搜索怎么使用？";s:8:"answer_g";s:138:"点击员工列表界面右上角的高级搜索，即可显示详细的搜索功能，可以根据具体情况进行快速搜索员工。";s:8:"answer_s";s:138:"点击员工列表界面右上角的高级搜索，即可显示详细的搜索功能，可以根据具体情况进行快速搜索员工。";}i:9;a:8:{s:2:"Id";s:3:"821";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:30:"人物天赋有什么作用？";s:8:"answer_g";s:530:"人物有六种天赋：策略专家、生产专家、开采专家、发展专家、改车专家、深造专家，每个天赋都有最高25个级别。
（1）策略专家——提高策略最大值
（2）生产专家——提升工厂生产速度
（3）开采专家——增加采集原料的次数
（4）发展专家——额外增加地标争夺战和越野战奖励百分比
（5）改车专家——使用座驾升级材料可额外增加使用效果百分比
（6）深造专家——提高普通深造成功几率";s:8:"answer_s";s:566:"人物有六种天赋：策略专家、生产专家、开采专家、发展专家、改车专家、深造专家，每个天赋都有最高25个级别。<br />
（1）策略专家——提高策略最大值<br />
（2）生产专家——提升工厂生产速度<br />
（3）开采专家——增加采集原料的次数<br />
（4）发展专家——额外增加地标争夺战和越野战奖励百分比<br />
（5）改车专家——使用座驾升级材料可额外增加使用效果百分比<br />
（6）深造专家——提高普通深造成功几率";}}
?>