<?php
//000000043200a:9:{s:2:"Id";s:4:"1338";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"109";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:72:"网银登录密码、交易密码和取款密码有什么区别？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:594:"<p>登录密码是登录网上银行系统时使用的密码，它是由网银中心在客户网上申请时客户自行设定使用的。</p>
<p>交易密码是登录网上银行后客户使用建行金融产品确认交易信息的密码，它的设置主要是为了确保交易指令是由客户本人发出的。</p>
<p>取款密码是您建行卡的密码，仅在从财付通转到建行网上支付登录后确认付款使用。</p>
<p><span style=\"color:#e53333;\">从安全角度考虑，建议您在进行网上交易时也应定期修改交易密码和取款密码。</span></p>";s:6:"answer";s:0:"";}
?>