<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:4:"1125";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:39:"如何将货物放入店铺内出售？";s:8:"answer_g";s:141:"点击店铺进入店铺页面，再点击界面右上角的“点击放入货物”图标，完成弹出的对话框的操作提示即可。";s:8:"answer_s";s:141:"点击店铺进入店铺页面，再点击界面右上角的“点击放入货物”图标，完成弹出的对话框的操作提示即可。";}i:1;a:8:{s:2:"Id";s:3:"991";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:30:"座驾经验值如何提升？";s:8:"answer_g";s:222:"座驾经验值可以通过到商会商店购买升级材料； 购买材料所需的荣誉礼券可以在越野赛和地标争夺战中获得。 升级材料效果为：每使用1个升级材料座驾经验增加100点。";s:8:"answer_s";s:222:"座驾经验值可以通过到商会商店购买升级材料； 购买材料所需的荣誉礼券可以在越野赛和地标争夺战中获得。 升级材料效果为：每使用1个升级材料座驾经验增加100点。";}i:2;a:8:{s:2:"Id";s:3:"832";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"49";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:57:"任务列表具体有哪些内容，需要哪些操作？";s:8:"answer_g";s:825:"任务列表共有9个任务分类，每个分类下面有对应分类的多个任务；任务列表只显示当前级别以及下级公司的任务，其他的任务不显示。
任务状态：
⑴不可接受：任务名为灰色，任务状态为红色；表示玩家还未达到接受任务条件，当前不可接受该任务；
⑵可接受：任务名为白色，任务状态为白色；表示玩家已经达到接受任务条件，当前可以接受该任务；
⑷未完成：任务名为白色，任务状态为黄色；表示玩家当前已经接受了该任务，但还未完成此任务；
⑸已完成：任务名为白色，任务状态为绿色；表示玩家当前已经接受了该任务，并且已经完成此任务，可以领取奖励；
⑹玩家完成任务并领取奖励后，任务消失。
";s:8:"answer_s";s:865:"任务列表共有9个任务分类，每个分类下面有对应分类的多个任务；任务列表只显示当前级别以及下级公司的任务，其他的任务不显示。<br />
任务状态：<br />
⑴不可接受：任务名为灰色，任务状态为红色；表示玩家还未达到接受任务条件，当前不可接受该任务；<br />
⑵可接受：任务名为白色，任务状态为白色；表示玩家已经达到接受任务条件，当前可以接受该任务；<br />
⑷未完成：任务名为白色，任务状态为黄色；表示玩家当前已经接受了该任务，但还未完成此任务；<br />
⑸已完成：任务名为白色，任务状态为绿色；表示玩家当前已经接受了该任务，并且已经完成此任务，可以领取奖励；<br />
⑹玩家完成任务并领取奖励后，任务消失。<br />";}i:3;a:8:{s:2:"Id";s:3:"978";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"36";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:45:"聊天频道的各个功能如何使用呢？";s:8:"answer_g";s:816:"玩家可以随时切换来查看各个频道的聊天内容，每个频道有新消息时，则用闪动方式来提示：
(1)切换的频道是全部，那么所有的对话都在这里显示，其他频道就不闪动； 
(2)切换到世界频道时，本服所以玩家都可以看到，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； 
(3)切换到商会频道时，只显示商会频道的聊天内容，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； 
(4)切换到私聊频道时就只显示私聊的信息。其他频道（除全部频道）有新消息就闪动提示，点击过去查看后就不闪动。 
玩家每次登陆游戏时，聊天频道默认切换到全部聊天频道。 ";s:8:"answer_s";s:852:"玩家可以随时切换来查看各个频道的聊天内容，每个频道有新消息时，则用闪动方式来提示：<br />
(1)切换的频道是全部，那么所有的对话都在这里显示，其他频道就不闪动； <br />
(2)切换到世界频道时，本服所以玩家都可以看到，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； <br />
(3)切换到商会频道时，只显示商会频道的聊天内容，其他频道（除全部频道）如果有新消息就闪动提示，点击过去查看后就不闪动； <br />
(4)切换到私聊频道时就只显示私聊的信息。其他频道（除全部频道）有新消息就闪动提示，点击过去查看后就不闪动。 <br />
玩家每次登陆游戏时，聊天频道默认切换到全部聊天频道。 <br />";}i:4;a:8:{s:2:"Id";s:4:"1046";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:21:"商会如何升级？";s:8:"answer_g";s:72:"商会升级需要商会发展值与商会建筑物达到一定级别。";s:8:"answer_s";s:72:"商会升级需要商会发展值与商会建筑物达到一定级别。";}i:5;a:8:{s:2:"Id";s:4:"1030";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"54";s:6:"status";s:1:"0";s:5:"ratio";s:2:"11";s:8:"question";s:30:"如何进行地标争夺战？";s:8:"answer_g";s:205:"玩家只能从最外围的白色据点开始进入，并挑战该据点的NPC或者占领人，挑战胜利即可占领该据点，抢夺冷却时间后才能继续前进，去占领更高级的据点。 ";s:8:"answer_s";s:205:"玩家只能从最外围的白色据点开始进入，并挑战该据点的NPC或者占领人，挑战胜利即可占领该据点，抢夺冷却时间后才能继续前进，去占领更高级的据点。 ";}i:6;a:8:{s:2:"Id";s:4:"1002";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"48";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:63:"座驾各个功能的开启，需要的公司等级是多少？";s:8:"answer_g";s:349:"六级公司可以开启座驾造型改造，十五级公司开启座驾PVE功能（需要完成座驾升级（十一）任务，即座驾等级达到30级），十六级公司开启开启座驾研究室功能，二十级公司开启开启座驾PVP功能（车神争霸赛，需要完成座驾升级（十六）任务，即座驾升级至40级）。";s:8:"answer_s";s:349:"六级公司可以开启座驾造型改造，十五级公司开启座驾PVE功能（需要完成座驾升级（十一）任务，即座驾等级达到30级），十六级公司开启开启座驾研究室功能，二十级公司开启开启座驾PVP功能（车神争霸赛，需要完成座驾升级（十六）任务，即座驾升级至40级）。";}i:7;a:8:{s:2:"Id";s:4:"1066";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:45:"为什么我的策略里没有策略可用？";s:8:"answer_g";s:147:"只要满足策略解锁条件策略技能方能开启。可将鼠标移至策略界面里的加锁栏上，将会提示你策略解锁的条件。";s:8:"answer_s";s:147:"只要满足策略解锁条件策略技能方能开启。可将鼠标移至策略界面里的加锁栏上，将会提示你策略解锁的条件。";}i:8;a:8:{s:2:"Id";s:4:"1068";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"53";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:42:"为什么我考察不到别人的员工？";s:8:"answer_g";s:237:"考察技能只是有一定机率获取员工的信息，考察过程中，在选择策略值的时候可以选择MAX，这样会提高成功率。如果没有考察到员工信息，需要等考察技能冷却后才能再进行考察。";s:8:"answer_s";s:237:"考察技能只是有一定机率获取员工的信息，考察过程中，在选择策略值的时候可以选择MAX，这样会提高成功率。如果没有考察到员工信息，需要等考察技能冷却后才能再进行考察。";}i:9;a:8:{s:2:"Id";s:4:"1121";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"10";s:8:"question";s:60:"角色名称或店铺名称设置，有没有特殊限制？";s:8:"answer_g";s:238:"名称字符长度：2~10字节。可输入：空格和阿拉伯数字，中文汉字（简体繁体），英文字母（不区分英文大小写）。不可输入：中英文标点符号，特殊字符，常规屏蔽字符，纯空格。";s:8:"answer_s";s:238:"名称字符长度：2~10字节。可输入：空格和阿拉伯数字，中文汉字（简体繁体），英文字母（不区分英文大小写）。不可输入：中英文标点符号，特殊字符，常规屏蔽字符，纯空格。";}}
?>