<?php
//000000043200a:9:{s:2:"Id";s:4:"1391";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"112";s:6:"status";s:1:"0";s:5:"ratio";s:1:"2";s:8:"question";s:63:"农行充值或支付时，提示身份证号码不符？<br />";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1014:"<span style=\"font-weight:bold;\">这可能是以下情况导致的： </span><br />
1、您在申请办卡的时候，您使用的身份证号码是15位的，办网银的时候是18位的。 <br />
2、您身份证号码最后面加的字母X，在您办理的银行卡时和申请网银时大小写不一致。<br />
3、您在申请办卡或者网银的时候，您的身份证号码数字之间有空格。 <br />
4、其他人在农行申请办卡的时候，身份证号码输入错误，与您的身份证号码重号。 <br />
5、您在第一次办卡的时候，您的姓名输错了，之后又用您的正确姓名办了一张农行卡。您那张输错姓名的卡是无法注销的，银行仍保存了您的错误身份信息。 <br />
以上情况需要您到银行查询确认真实原因，由银行协助您进行处理。其中第5种情形，需要您填写 一张“账户重归”申请单，由银行帮助处理修改。（具体操作方法您可以联系农行）。<br />
<br />";s:6:"answer";s:0:"";}
?>