<?php
//000000003600a:4:{i:0;a:8:{s:2:"Id";s:3:"971";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"0";s:8:"question";s:30:"如何为员工装备时装？";s:8:"answer_g";N;s:8:"answer_s";s:368:"进入到需要装备时装的员工信息页面，然后点击员工信息页面左方的时装栏+号键，即可显示对应栏目的时装，选择时装进行保存即可完成员工装备操作。必须是蓝色或以上的员工才能穿戴时装，蓝色员工可穿戴2件、紫色员工可穿戴3件、红色员工可穿戴5件，橙色员工可穿戴6件。";}i:1;a:8:{s:2:"Id";s:3:"972";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"0";s:8:"question";s:31:"如何提升员工能力值？ ";s:8:"answer_g";N;s:8:"answer_s";s:152:"员工能力值的提升可通过安排员工进行常务工作得到，另外对员工进行培训和沟通、开会也可以提升员工能力值。
";}i:2;a:8:{s:2:"Id";s:3:"955";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"0";s:8:"question";s:33:"员工如何转换行业经验？";s:8:"answer_g";N;s:8:"answer_s";s:258:"如果当前员工所拥有的行业经验不对口，可以对其进行魔鬼特训来转换行业经验，魔鬼特训需要消耗金币，在进行魔鬼特训时只能选择该员工所拥有的最高行业经验等级进行转换，并且一定成功。";}i:3;a:8:{s:2:"Id";s:3:"956";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"100";s:6:"status";s:1:"0";s:5:"ratio";s:1:"0";s:8:"question";s:42:"各行业经验等级的效果是多少？";s:8:"answer_g";N;s:8:"answer_s";s:594:"白色员工：无任何经验（无店铺收入加成）
绿色员工：对**行业有很大兴趣（增加店铺收入加成5%）
蓝色员工：对**行业有丰富经验（增加店铺收入加成10%）
紫色员工：对**行业有卓越成就（增加店铺收入加成25%）
红色员工：对**行业有超凡能力（增加店铺收入加成50%）
橙色员工：对**行业有无所不能（增加店铺收入加成75%）
精英员工：对**行业有全能精通（增加店铺收入加成100%）
粉色员工：对**行业有巅峰造诣（增加店铺收入加成150%）

";}}
?>