<?php
//000000003600a:10:{i:0;a:8:{s:2:"Id";s:4:"1231";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"90";s:6:"status";s:1:"0";s:5:"ratio";s:1:"6";s:8:"question";s:31:"磁悬浮车的效果有哪些?";s:8:"answer_g";N;s:8:"answer_s";s:201:"磁悬浮车的效果作用五项，分别为：减少常务工作等待时间效果、减少常务工作进行时间效果、店铺收入加成、生产货物加速加成、原料获取速度加成。";}i:1;a:8:{s:2:"Id";s:4:"1235";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"90";s:6:"status";s:1:"0";s:5:"ratio";s:1:"6";s:8:"question";s:27:"脸谱的种类有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:108:"脸谱分为白色脸谱、绿色脸谱、蓝色脸谱、紫色脸谱、红色脸谱、黄色脸谱六种。";}i:2;a:8:{s:2:"Id";s:4:"1206";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:33:"谈判专家证书有什么用？";s:8:"answer_g";N;s:8:"answer_s";s:582:"使用谈判专家证书可以获得物品奖励，奖励如下：
20张：劲霸浓鱼汤10点2个、空心爆米花2个、赠送金币20个
50张：劲霸浓鱼汤10点6个、空心爆米花6个、赠送金币60个
100张：劲霸浓鱼汤10点15个 空心爆米花15个  赠送金币 150个
200张：谈判专家勋章（10%）、劲霸浓鱼汤10点30个、空心爆米花30个、赠送金币400个
400张：谈判大师勋章（25%）、赠送金币1000个、员工卡1张
999张：谈判宗师勋章（50%）、布加迪威龙1辆、赠送金币2000个、员工卡2张
";}i:3;a:8:{s:2:"Id";s:4:"1200";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"99";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:72:"在商会地标谈判中，如何提升员工的执行、管理能力？";s:8:"answer_g";N;s:8:"answer_s";s:163:"在进行商会地标谈判前11：00-13：00这段时间内，会长可以通过使用砖头或G币来为员工恢复信心、增加员工执行或管理能力。";}i:4;a:8:{s:2:"Id";s:4:"1223";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"98";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:42:"委员会每天的参选时间是什么？";s:8:"answer_g";N;s:8:"answer_s";s:94:"委员会每天的参选时间是14：00-次日14：00，每天只接受3个职位的竞选。";}i:5;a:8:{s:2:"Id";s:4:"1224";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"98";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:57:"委员会每天可接受的弹劾职位数量是多少？";s:8:"answer_g";N;s:8:"answer_s";s:52:"委员会每天可接受3个职位的弹劾申请。";}i:6;a:8:{s:2:"Id";s:4:"1174";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"96";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:72:"我的赢在大亨队伍总属性比别人高，为什么还会输呢？";s:8:"answer_g";N;s:8:"answer_s";s:324:"赢在大亨比赛中队伍员工属性固然重要，但是还要合理分配三个小队的人数和强弱，同时比赛中员工时装属性“精确掌握、明锐思维”存在一定发动几率，也会对比赛起到至关重要的影响，所以好员工、合理安排、好运气才是比赛的胜利关键哦！";}i:7;a:8:{s:2:"Id";s:4:"1180";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"95";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:33:"豪宅估值为什么会减少？";s:8:"answer_g";N;s:8:"answer_s";s:381:"豪宅估值不是一个定值，不一定会越来越多，这跟玩家对豪宅的操作有关。豪宅估值的影响因素：
1、豪宅消耗的G币数
2、豪宅加速消耗的金币数（1金币=10WG币估值）
3、豪宅消耗的砖头数（1砖头=90WG币估值）
4、所有建筑达到一定等级的额外加成百分比
5、豪宅员工的额外加成百分比
";}i:8;a:8:{s:2:"Id";s:3:"918";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"102";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:21:"如何采购货物？";s:8:"answer_g";N;s:8:"answer_s";s:324:"采购货物分为单个店铺采购和批量采购，单个店铺采购：点击进入店铺信息页面，然后点击“采购”按钮选择采购货物数量及运输类型完成操作即可；批量采购：进入店铺管理页面，选择好需要采购的店铺，然后点击“批量采购”完成操作即可。";}i:9;a:8:{s:2:"Id";s:3:"919";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:3:"102";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:30:"店铺清洁度如何提升？";s:8:"answer_g";N;s:8:"answer_s";s:193:"店铺清洁度每天会自动下降5点，可以对店铺进行清洁到扫操作来提升店铺清洁度，点击进入店铺信息页面，然后点击“打扫”按钮完成操作即可。";}}
?>