<?php
//000000003600a:3:{i:0;a:8:{s:2:"Id";s:4:"1250";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"93";s:6:"status";s:1:"0";s:5:"ratio";s:2:"53";s:8:"question";s:51:"兑奖资格券可兑换的物品奖励有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:989:"使用兑奖资格券可以获得赠送金币、店铺升级点、宝石等奖励，具体奖励设置如下：
1张兑奖资格券张可兑换： 3个赠送金币
10张兑奖资格券张可兑换：30个赠送金币
30张兑奖资格券张可兑换：100个赠送金币
100张兑奖资格券张可兑换：350个赠送金币
500张兑奖资格券张可兑换：1800个赠送金币
1000张兑奖资格券张可兑换：3600个赠送金币+3个钻石合约
2000张兑奖资格券张可兑换：7200个赠送金币+10个优质的宝石+6个钻石合约
5000张兑奖资格券张可兑换：18000个 赠送金币+5点店铺升级点+17张金钻合约
8000张兑奖资格券张可兑换：29000个赠送金币+8点店铺升级点+投资巨头称号（永久）+霍顿Efijy座驾（价值9999金币）（永久）
12000张兑奖资格券张可兑换：45000个赠送金币+12点店铺升级点+投资巨头称号（永久）+宾利-雅致RL座驾（价值19999金币）（永久）。";}i:1;a:8:{s:2:"Id";s:4:"1248";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"93";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:48:"使用硬币可兑换的物品奖励有哪些？";s:8:"answer_g";N;s:8:"answer_s";s:381:"通过使用硬币可以兑换招聘协议、黄金合约、砖头等奖励，兑换的设置如下：
招聘协议2：银硬币*1、铜硬币*3  
赠送金币30：银硬币*6、铜硬币*12   
黄金合约2：银硬币*1、铜硬币*3  
砖头10：银硬币*5、铜硬币*10  
优质的宝石10：银硬币*10、铜硬币*20  
赠送金币150：银硬币*12、铜硬币*25
";}i:2;a:8:{s:2:"Id";s:4:"1249";s:12:"game_type_id";s:1:"1";s:7:"kind_id";s:2:"93";s:6:"status";s:1:"0";s:5:"ratio";s:1:"8";s:8:"question";s:51:"黄金合约兑换成钻石合约的兑换规则？";s:8:"answer_g";N;s:8:"answer_s";s:71:"使用5张可赠送的黄金合约可以兑换获得1张钻石合约。";}}
?>