<?php
//000000043200a:9:{s:2:"Id";s:4:"1381";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"123";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:60:"在使用网上银行过程中碰到问题应该怎么办？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:619:"<p><span style=\"color:#000000;\">您可以点击渤海银行网上银行注册和登录页面上的“常见问题”和每一页面右边的“帮助”选项帮助您解决一般的操作问题。 <br />
</span></p>
<p><span style=\"color:#000000;\">如果您还有问题无法解决，您也可以拨打我们的客户服务热线：<span style=\"font-weight:bold;color:#000000;\">400-888-8811</span> ，我们的员工可以帮助您解决有关使用渤海银行网上银行过程中遇到的疑问。如有任何关于互联网连接等技术方面的问题，请向当地网络服务供应商查询</span></p>";s:6:"answer";s:0:"";}
?>