<?php
//000000043200a:4:{i:0;a:8:{s:2:"Id";s:4:"1344";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"7";s:8:"question";s:54:"客户号不容易记住，能用其他用户名吗？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:302:"<span style=\"color:#000000;\">浦发银行个人网上银行数字证书用户不仅可以用客户号登录网银，还可以随心所欲设置“昵称”，使用昵称与查询密码登录网银。您可以在登录后，点击“我的安全港”—“个人信息修改”建立昵称。</span>";}i:1;a:8:{s:2:"Id";s:4:"1351";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"5";s:8:"question";s:33:"浦发如何开通网上银行？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1906:"<span style=\"color:#000000;\">如果您想继续申请浦发银行网上银行，请请仔细阅读下面的教程，浦发银行咨询热线：95528您可以携带本人身份证件以及名下任意一张东方卡或活期一本通存折，到上海浦东发展银行任一营业网点办理开通个人网银手续。 </span><br />
<img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/202722_97813.jpg\" alt=\"\" border=\"0\" /><br />
<span style=\"color:#000000;\">&nbsp;</span><br />
<span style=\"color:#000000;\">您可以选择使用数字证书或动态密码作为网上银行交易的安全保障。（点此处查看“数字证书”与“动态密码”的特点比较）&nbsp; </span><br />
<span style=\"color:#000000;\">如果您申请成为数字证书用户，工作人员会请您预留手机号码（仅在首次登录时使用），并为您完成开户手续。您的手机将收到一条777795528（移动手机）或778795528（联通手机）发送的开户成功提示短信。若您希望使用移动证书，需要购买一个USB Key。此后，您只要在30天内访问ebank.spdb.com.cn,点击“首次登录”,按页面提示完成首次登录操作即可开始使用网银。 </span><br />
<span style=\"color:#000000;\">如果您申请成为动态密码用户，工作人员会请您预留手机号码（首次登录、日常登录时均需使用），并为您完成开户手续。您的手机将收到一条777795528（移动手机）或778795528（联通手机）发送的开户成功提示短信。此后，您只要在30天内访问ebank.spdb.com.cn,点击“首次登录”,按页面提示完成首次登录操作即可开始使用网银。&nbsp; </span><br />
<span style=\"color:#000000;\">浦发银行网上银行是实时开通的——您到网点申请成功后，即可上网自助完成“首次登录”，开始使用网银。 </span><br />";}i:2;a:8:{s:2:"Id";s:4:"1353";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"4";s:8:"question";s:60:"企业版浦发银行如何开通网上银行支付功能？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:1451:"<span style=\"color:#000000;\">只要公司在浦发银行开立过公司账户，在开户网点就可以办理公司网上银行。 </span><br />
<span style=\"color:#000000;\">具体手续如下： </span><br />
<span style=\"color:#000000;\">1、客户经办人需携带经办人身份证（原件和复印件一份）及法人授权书（加盖公司公章和法人章），在阅读《上海浦东发展银行网上银行业务章程》后，填写相关申请表格，具体有： </span><br />
<span style=\"color:#000000;\">&nbsp; （1）《上海浦东发展银行公司网上银行签约申请书》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （2）《公司网上银行存款账户申报清单》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （3）《公司结算存款账户预留印鉴清单》一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （4）《上海浦东发展银行公司网上银行业务服务协议》（如开办“公司网银”）一式两份； </span><br />
<span style=\"color:#000000;\">&nbsp; （5）《上海浦东发展银行公司网上银行数字证书管理表》（如开办“公司网银”）一式两份。 </span><br />
<span style=\"color:#000000;\">2、浦发银行柜员审核通过后，根据客户申请的数字证书数量，为其打印同等数量的密码信封并出售同等数量的USBKey。</span><br />
<br />";}i:3;a:8:{s:2:"Id";s:4:"1354";s:12:"game_type_id";s:1:"0";s:7:"kind_id";s:3:"128";s:6:"status";s:1:"0";s:5:"ratio";s:1:"3";s:8:"question";s:51:"上海浦东发展银行如何查询交易明细？";s:8:"answer_g";s:0:"";s:8:"answer_s";s:330:"<p><span style=\"color:#000000;\">可以登录上海浦东发展银行网址:http://ebank.spdb.com.cn—账户管理—账户一览—收支明细中可查询资产情况，最小查询单位为“月”。</span></p>
<p><img src=\"http://service.uwan.com/Upload/PlayerFaq/20101203/203222_92734.jpg\" alt=\"\" border=\"0\" /></p>";}}
?>