<?php
//000000043200a:9:{s:2:"Id";s:4:"1123";s:12:"game_type_id";s:1:"2";s:7:"kind_id";s:2:"51";s:6:"status";s:1:"0";s:5:"ratio";s:2:"34";s:8:"question";s:42:"店铺升级点有何用？如何获得？";s:8:"answer_g";s:433:"店铺点即店铺升级点（店铺升级点券），用于升级店铺。店铺点的获得方式有5种：
（1）每小时可自然获得1点，直到达到公司等级匹配的上限；
（2）可以从商城中购买店铺点券礼盒，可获得6张店铺点券及增加1次每日征收次数；
（3）“登陆奖励”抽取；
（4）完成“任务”里的各种任务；
（5）完成店铺的“特殊事件”；";s:8:"answer_s";s:478:"<p>店铺点即店铺升级点（店铺升级点券），用于升级店铺。店铺点的获得方式有5种： </p>
<p>（1）每小时可自然获得1点，直到达到公司等级匹配的上限； </p>
<p>（2）可以从商城中购买店铺点券礼盒，可获得6张店铺点券及增加1次每日征收次数。</p>
<p>（3）“登陆奖励”抽取；</p>
<p>（4）完成“任务”里的各种任务； </p>
<p>（5）完成店铺的“特殊事件”；</p>";s:6:"answer";s:0:"";}
?>